{
	"label": "Thèmes",
	"mapping": {
        "source": "data.source"
    },
	"entries": [
		{
			"id": "Ace Pilot",
			"name": "Pilote de chasse",
			"description": "<p>C&rsquo;est lorsque vous &ecirc;tes aux commandes d&rsquo;un v&eacute;hicule que vous vous sentez le plus &agrave; l&rsquo;aise, que ce soit un vaisseau spatial fusant &agrave; travers le vide noir comme de l&rsquo;encre de l&rsquo;espace ou un v&eacute;hicule terrestre roulant &agrave; toute vitesse entre les arbres et les rochers des d&eacute;solations poussi&eacute;reuses. Peut-&ecirc;tre &ecirc;tes-vous le membre d&rsquo;une force arm&eacute;e d&rsquo;&eacute;lite ayant b&eacute;n&eacute;fici&eacute; d&rsquo;une formation longue et intensive. Ou alors un simple amateur dont les talents inn&eacute;s ont fait de vous un as que beaucoup admirent.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Vaisseaux spatiaux et autres v&eacute;hicules sont pour vous une v&eacute;ritable obsession et vous passez votre vie &agrave; m&eacute;moriser toutes les connaissances en rapport avec eux, m&ecirc;me les plus infimes. R&eacute;duisez de 5 le DD des tests de Culture effectu&eacute;s pour vous rappeler quelque chose sur les mod&egrave;les et les pi&egrave;ces d&eacute;tach&eacute;es de vaisseaux spatiaux ou de v&eacute;hicules, ainsi que sur les pilotes c&eacute;l&egrave;bres. Pilotage est pour vous une comp&eacute;tence de classe, mais si c&rsquo;est d&eacute;j&agrave; le cas gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 &agrave; vos tests de Pilotage. De plus, vous augmentez votre valeur de Dext&eacute;rit&eacute; de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>LOUP SOLITAIRE (6)</h2>\n<p>Vous en savez un peu sur tous les postes indispensables &agrave; bord d&rsquo;un vaisseau spatial et vous &ecirc;tes toujours pr&ecirc;t &agrave; remplacer quelqu&rsquo;un sur le pouce et &agrave; accomplir ses t&acirc;ches. Chaque fois que vous devez effectuer un test de comp&eacute;tence lors d&rsquo;un combat spatial ou s&rsquo;il vous faut directement r&eacute;parer ou effectuer la maintenance de votre vais<!-- [if !supportFootnotes]-->[1]<!--[endif]-->seau spatial, vous consid&eacute;rez que la moiti&eacute; de vos rangs allou&eacute;s au Pilotage sont aussi des rangs allou&eacute;s &agrave; la comp&eacute;tence appropri&eacute;e dans le cadre de ce test, si cela vous avantage (puisque vous avez effective<!-- [if !supportFootnotes]-->[1]<!--[endif]-->ment des rangs dans la comp&eacute;tence associ&eacute;e, on consid&egrave;re que vous avez &eacute;t&eacute; form&eacute; &agrave; son utilisation en ce qui concerne ce test).</p><h2>FONDU DE VITESSE (12)</h2>\n<p>La vitesse &agrave; bord d&rsquo;un v&eacute;hicule vous procure d&rsquo;intenses mont&eacute;es d&rsquo;adr&eacute;naline et vous pouvez ais&eacute;ment piloter les v&eacute;hicules lanc&eacute;s &agrave; grande vitesse au contraire de pilotes moins talentueux qui perdraient aussit&ocirc;t le contr&ocirc;le de leur engin. R&eacute;duisez de 1 les malus aux tests de Pilotage que vous effectuez aux commandes d&rsquo;un v&eacute;hicule. Lorsque vous effectuez l&rsquo;action double man&oelig;uvre lors d&rsquo;une poursuite &agrave; bord d&rsquo;un v&eacute;hicule (voir page 282), r&eacute;duisez de 1 le malus sur chaque action. Chaque fois qu&rsquo;un test de Pilotage produit un effet nocif lorsqu&rsquo;on le rate de 5 points ou plus, vous ne subissez cet effet nocif que si vous ratez le test de 10 points ou plus.</p><h2>PILOTE &Eacute;M&Eacute;RITE (18)</h2>\n<p>Vos talents de pilote vous revigorent en renfor&ccedil;ant votre z&egrave;le et votre d&eacute;termination. Jusqu&rsquo;&agrave; deux fois par jour lorsque vous triomphez d&rsquo;un adversaire important lors d&rsquo;un combat spatial pendant lequel vous pilotez ou lorsque vous remportez une poursuite &agrave; bord d&rsquo;un v&eacute;hicule (ce qui signifie que vous avez r&eacute;ussi &agrave; semer un poursuivant ou que vous avez rattrap&eacute; ou vaincu votre adversaire), vous r&eacute;cup&eacute;rez 1 point de pers&eacute;v&eacute;rance.</p>",
			"source":"RDB p.35"
		},
		{
			"id": "Athlete",
			"name": "Athlete",
			"description": "<p>You currently are or formerly were a professional-level athlete with highly specialized physical skills. You might be a member of your region’s sports team, chosen for your exceptional strength or finesse, or maybe you competed in individual events requiring exemplary endurance. Your prowess may have already led you to travel extensively for competitions, or you might still be an up-and-coming star. Either way, your impressive physical capabilities enable you to make a living as a professional competitor.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You’ve been involved in your sport or activity for years, and you know a great deal about the industry. When recalling knowledge regarding details of your industry, whether historical or current, reduce the DC of the Culture check by 5. In addition, based on the primary abilities required in your chosen sport, either Acrobatics (for Dexterity or Constitution) or Athletics (for Strength or Constitution) is a class skill for you, though if the relevant skill is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Acrobatics or Athletics checks. Likewise, you gain an ability adjustment of +1 to either Strength, Dexterity, or Constitution at character creation, depending on which ability is most relevant to your athletic endeavors.</p><h2>PHYSICAL PROWESS (<span class=\"levelNum\">6TH)</span></h2>\n<p>You have an impressive degree of control over your body. Athletes who chose Acrobatics at 1st level can move at full speed while balancing and do not fall prone on a failed attempt to tumble through an opponent’s square. Athletes who chose the Athletics skill at 1st level can move at full speed while climbing and can attempt a vertical or horizontal jump with merely a 5-foot running start, rather than the 10 feet normally required.</p><h2>FAN FAVORITE (<span class=\"levelNum\">12TH)</span></h2>\n<p>When you’re in a region that recognizes your sport and need an act of goodwill—such as information from a journalist or medical assistance from a physician—you can take 3d4 hours to locate a fan or industry professional whose attitude starts as helpful toward you.</p><h2>CHAMPION (<span class=\"levelNum\">18TH)</span></h2>\n<p>The memories of triumphs attained and challenges overcome can bolster you when facing current difficulties. Up to twice per day when in an area with gravity you have adjusted to (Core Rulebook 402), you can spend 10 minutes stretching, exercising, meditating, or performing other sport-specific drills to regain 1 Resolve Point.</p>",
			"source":""
		},
		{
			"id": "Battle Medic",
			"name": "Battle Medic",
			"description": "<p>You have been trained to treat combat wounds on and off the battlefield. Having operated in high-intensity situations in remote rural locales, on city streets, and amid the din of combat, you have honed your ability to remain calm and collected under duress and heal those around you. Your peers see you as an incredibly valuable member of the team, and because of this, they defend you with their lives.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Having studied and even occasionally treated infirmities and illnesses across the galaxy, you can detect and diagnose a wide array of maladies in both your own species as well as in beings from all walks of life. You have also done extensive research on unusual—even mystical—aspects of biology and chemistry, and now almost nothing in those fields surprises you. Reduce the DC of any Life Science or Mysticism check to recall knowledge about a disease or poison by 5. Medicine is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Medicine checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>EXPOSURE IMMUNITY (<span class=\"levelNum\">6TH)</span></h2>\n<p>Because of your time spent administering long-term care to infirm and quarantined patients, your immune system has been greatly boosted. While these repeated exposures have raised concerns about your health in the past, you have rebounded from them stronger and healthier than ever. You gain a +1 bonus to Fortitude saving throws against poisons and diseases.</p><h2>BEDSIDE MANNER (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are known for the quality of healing that you can provide to a patient even under imperfect circumstances. When you successfully ensure a creature’s long-term stability with the Medicine skill, you grant the unconscious creature a +4 bonus to their Constitution check (instead of +2). In addition, when you successfully provide long-term care with the Medicine skill, you need to exceed the DC by only 5 to have the patient recover Hit Points and ability score damage (as well as recovering from poison states) at three times the normal rate.</p><h2>PREEMINENT PHYSICIAN (<span class=\"levelNum\">18TH)</span></h2>\n<p>Your reputation as a battle medic hinges on your ability to keep your patients alive even in the most dire of circumstances, so when the chips are down, you rise to the challenge. Up to twice per day, when you successfully treat deadly wounds with the Medicine skill, you regain 1 Resolve Point. If the patient had 1 Hit Point or fewer remaining, you instead regain 2 Resolve Points, but can’t regain Resolve Points with this ability again until you have rested for 8 hours.</p>",
			"source":""
		},
		{
			"id": "Biotechnician",
			"name": "Biotechnician",
			"description": "<p>You are a biotech researcher or avid user of such tech, constantly seeking out or developing new biotechnologies and combining existing augmentations with advancements in other fields. You might be a member of the Augmented, a researcher in one of @Compendium[sfrpg.setting.2K7muQyxlXW8wqb3]{Bretheda}'s cutting-edge biotech corporations, a spellcasting genetomancer blending biotechnology with magic, or even a voluntary test subject for new augmentations. Either way, you have taken a strong hand in your own evolution.</p><h2>THEME KNOWLEDGE <span class=\"levelNum\">1st</span></h2>\n<p>You have a sharp mind for the intricacies of biotech augmentations and keep up-to-date on current research in the field, whether because you work to develop such technology or because you are the beneficiary of biotech augmentations-or, most likely, both. Reduce the DC of Life Science checks to identify biotech augmentations and to recall knowledge about famous biotech corporations and researchers by 5. Medicine is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Medicine checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>INDUSTRY CONNECTIONS (<span class=\"levelNum\">6TH)</span></h2>\n<p>You've forged and maintained a number of connections with significant players in the biotech industry, scoring yourself favors and preferred treatment. As long as you are able to contact your connections in the industry, you gain a 10% discount off the typical list price for biotech augmentations installed in you.</p><h2>TEST SUBJECT (<span class=\"levelNum\">12TH)</span></h2>\n<p>Thanks to your enthusiasm for biotech gear and constant tinkering with your DNA, you can adopt experimental, cutting-edge augmentations in your body beyond what most people can support. You can install one additional piece of biotech augmentation than a typical member of your race. For example, a @Compendium[sfrpg.races.AMBcyDZDtJ1OOzh3]{Human} could have both a dragon gland and a wildwise implant (Starfinder Core Rulebook 211, 212) even though they both occupy the throat system.</p><h2>ADAPTIVE BIOTECH (<span class=\"levelNum\">18TH)</span></h2>\n<p>You have learned to leverage your biotech augmentations in ways their creators hardly envisioned. Up to twice per day as a standard action, you can deactivate a piece of biotech implanted in your body (except for a prosthetic limb), rendering it inert until your next 8-hour rest, to regain 1 Resolve Point. An inert piece of biotech doesn't grant its usual benefits (for instance, an inert venom spur can't be used to attack), and you can shut down a single biotech implant only once per day.</p>",
			"source":""
		},
		{
			"id": "Bounty Hunter",
			"name": "Chasseur de primes",
			"description": "<p>Vous pourchassez des gens contre de l&rsquo;argent. C&rsquo;est une profession dangereuse car la plupart de vos cibles ne veulent pas que vous les rattrapiez, ce que l&rsquo;on peut comprendre, mais pour rien au monde vous ne changeriez de m&eacute;tier. Vous pouvez suivre un code &eacute;thique et ne pas accepter des contrats qui n&eacute;cessitent, par exemple, de traquer des enfants ou des membres de votre race. Vous pouvez ne pourchasser que des criminels en fuite ou vous montrer compl&egrave;tement amoral en acceptant tous les contrats du moment que vos clients y mettent le prix.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Votre esprit fonctionne comme un pi&egrave;ge mortel lorsqu&rsquo;il s&rsquo;agit de r&eacute;cup&eacute;rer le moindre renseignement sur les cr&eacute;atures que vous pourchassez. Choisissez pour cible une cr&eacute;ature sp&eacute;cifique dou&eacute;e de conscience dont vous connaissez le nom, le surnom ou une identit&eacute; particuli&egrave;re. R&eacute;duisez de 5 le DD des tests de Culture ou Profession (chasseur de primes) effectu&eacute;s pour vous rappeler quelque chose sur votre cible, ainsi que sur les agents du maintien de l&rsquo;ordre et leurs pratiques. Si vous choisissez une cible dont on ne conna&icirc;t d&rsquo;elle que son surnom ou son identit&eacute; secr&egrave;te, cet avantage ne vous permet de d&eacute;couvrir que des faits sur l&rsquo;identit&eacute; dont vous avez connaissance et non sur ses autres &eacute;ventuelles identit&eacute;s secr&egrave;tes. Une fois votre cible vaincue, par une action qui vous prend 1 minute, vous pouvez &eacute;tudier des documents et des bases de donn&eacute;es pour vous renseigner sur un autre individu qui sera alors votre nouvelle cible. Vous pouvez &agrave; la place abandonner votre cible pour une nouvelle sans l&rsquo;avoir vaincue mais vous subissez dans ce cas un malus de -2 &agrave; tous vos tests de comp&eacute;tence pendant 1 semaine. Survie est pour vous une comp&eacute;tence de classe mais si elle l&rsquo;est d&eacute;j&agrave; gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 &agrave; vos tests de Survie. De plus, vous augmentez votre valeur de Constitution de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>CHASSEUR R&Eacute;ACTIF (6)</h2>\n<p>Vous savez pr&eacute;cis&eacute;ment comment vous renseigner &agrave; la va<!-- [if !supportFootnotes]-->[1]<!--[endif]-->vite sur vos cibles. Vous pouvez utiliser la comp&eacute;tence Diplo<!-- [if !supportFootnotes]-->[1]<!--[endif]-->matie pour recueillir des informations &agrave; propos d&rsquo;un individu en particulier en y consacrant la moiti&eacute; du temps normale<!-- [if !supportFootnotes]-->[1]<!--[endif]-->ment n&eacute;cessaire et vous r&eacute;duisez &agrave; 0 le malus lorsque vous utilisez la Survie pour suivre des traces en vous d&eacute;pla&ccedil;ant &agrave; votre vitesse normale.</p><h2>INFATIGABLE (12)</h2>\n<p>Vous ne semblez jamais fatigu&eacute;, m&ecirc;me quand vous travaillez plus longtemps et plus dur que tous ceux &eacute;galement &agrave; la poursuite de votre cible ; il arrive m&ecirc;me que certaines de vos cibles parlent de vous comme d&rsquo;un fant&ocirc;me infatigable ou d&rsquo;un chasseur omniscient. Vous pouvez marcher ou rester actif pendant 12 heures au lieu des 8 heures avant d&rsquo;effectuer des tests de Constitution lors d&rsquo;une marche forc&eacute;e (voir page 258) et vous pouvez trottiner pendant 2 heures par jour lors d&rsquo;un d&eacute;placement longue distance (voir page 258) au lieu d&rsquo;une heure. R&eacute;duisez &agrave; -10 le malus lorsque vous utilisez la Survie pour suivre des traces en vous d&eacute;pla&ccedil;ant au double de votre vitesse normale.</p><h2>CHASSEUR &Eacute;M&Eacute;RITE (18)</h2>\n<p>La traque incessante de votre cible renforce votre d&eacute;termination et renouv&egrave;le vos forces. Une fois par jour lorsque vous poursuivez votre cible, vous pouvez v&eacute;rifier les informations &agrave; son propos pendant 10 minutes pour r&eacute;cup&eacute;rer 1 point de pers&eacute;v&eacute;rance ; l&rsquo;utilisation de cet avantage n&rsquo;est pas consid&eacute;r&eacute;e comme une p&eacute;riode de repos vous permettant de r&eacute;cup&eacute;rer des points d&rsquo;endurance. De plus, une fois par jour lorsque vous mettez votre cible en &eacute;chec, vous r&eacute;cup&eacute;rez 1 point de pers&eacute;v&eacute;rance.</p>",
			"source":"RDB p.29"
		},
		{
			"id": "Bureaucrat",
			"name": "Bureaucrat",
			"description": "<p>You’re a civil servant, facilitating the day-to-day operations of a governmental agency and leaping systemic hurdles to accomplish your goals. Whether you’re a minor dignitary in the Pact Worlds, the Veskarium, or beyond, you operate within institutional boundaries to effect change, navigating the proper channels to find solutions and dealing with opposing bureaucrats who block your way. You’re now an adventurer, and the skills you’ve developed as a bureaucrat continue to serve you well in encounters with organizations across the galaxy.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>As a bureaucrat working for a governmental agency, you have become knowledgeable regarding your agency’s field. Choose one of the following skills that most closely relates to your governmental agency: Culture, Life Science, Mysticism, Physical Science, or a Profession skill (other Intelligence-, Wisdom-, or Charisma-based skills might apply at the GM’s discretion). Reduce the DC of checks with your chosen skill to recall knowledge on topics related to your governmental agency and its specific field of expertise by 5. The chosen skill is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to checks with that skill. In addition, you gain a +1 ability adjustment to the chosen skill’s key ability score at character creation.</p><h2>STRAIGHT TO THE SOURCE (<span class=\"levelNum\">6TH)</span></h2>\n<p>You find a common—though not necessarily intentional—thread wherever you go in the wide galaxy: the convoluted inefficiencies of governmental organizations. You have learned to expertly navigate such labyrinthine bureaucracies, bypassing their most common runarounds and pitfalls. Once per day when you gather information in a settlement or other region with a notable governmental organization, you gain a +2 circumstance bonus to the check and reduce the time taken by half (to a minimum of 1 hour).</p><h2><span class=\"levelNum\">EXPERT IN THE FIELD (12TH)</span></h2>\n<p>You leverage your knowledge of your agency’s field to enhance your interactions with other professionals. When you spend 10 minutes with a creature that knows about your agency or is related to your agency’s field of expertise, you can pepper jargon and insider knowledge into your interaction, such as name- or title-dropping. On your next attempted Diplomacy check to change such a creature’s attitude or Intimidate check to bully such a creature, you gain a +4 circumstance bonus.</p><h2>FRIENDS IN HIGH PLACES (<span class=\"levelNum\">18TH)</span></h2>\n<p>Throughout your career, you have developed connections with all sorts of governmental agents and agencies, and you can use these ties to further your influence throughout the galaxy.<br>When in a region with either your governmental agency or a different one with a related field of expertise, you can leverage your status to gain an appointment with a minor governmental functionary. You can usually schedule an appointment to take place sometime 1d4 to 2d6 days after you make your request, depending on diplomatic relations, familiarity between the two agencies, your personal reputation in the region, and any particular NPC’s attitude toward you (all at the GM’s discretion).<br>In addition, your expertise in your field and experience in dealing with various professionals navigating it have made you famously difficult to outmaneuver in negotiations. After you spend at least 10 minutes interacting with a creature that knows about your agency or is related to your agency’s field of expertise, you can attempt a Bluff check to lie, a Diplomacy check to change attitude, an Intimidate check to bully, or a Sense Motive check to detect deception against that creature. If you succeed, you regain 1 Resolve Point. This doesn’t count as resting to regain Stamina Points. You can use this ability twice per day, but only once per creature.</p>",
			"source":""
		},
		{
			"id": "Career Trooper",
			"name": "Career Trooper",
			"description": "<p>You are a career member of a military and have been embroiled in conflicts and military bureaucracy for many years. During your enlisted time, you have trained with top ground troops, participated in war games that have turned deadly, and been privy to military intelligence given only to commanders. You are prepared for almost anything on the battlefield that your own commanders or your enemies able to throw at you.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You are adept at telling fact from fiction when it comes to determining enemy movements and assessing rumors. Reduce the DC of any Culture or Diplomacy check to gather or recall information about enemy troop sizes and tactics by 5. Piloting is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Piloting checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p><h2><span class=\"levelNum\">ADAPTIVE KIT (6TH)</span></h2>\n<p>You know the importance of being prepared for various environmental conditions. If you study reports and information about an area for at least 10 minutes (or if you spend at least 1 hour in that area learning the lay of the land), you can adapt your equipment. In a process that takes an additional 10 minutes, you can modify your armor to gain the benefits of one set of environmental clothing that is appropriate to the area’s climate. In addition, any suit of armor you adapt reduces its armor check penalty by 1 for 24 hours. Only you can wear this adapted armor, and you can adapt your armor only once per week.</p><h2>INDEFATIGABLE (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are trained to push yourself to your limits and are extremely hard to put down. Once per day as a move action, you can regain a number of Stamina Points equal to your level plus your Constitution modifier.</p><h2>DETERMINED UPKEEP (<span class=\"levelNum\">18TH)</span></h2>\n<p>Due to your many brushes with death, you know that your success in battle is directly related to the quality of your equipment. You always strive to keep your weapons cleaned, your armor polished, and your other gear functioning at maximum capacity. Up to twice per day, you can spend 10 minutes examining and maintaining your equipment to regain 1 Resolve Point; this doesn’t count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Colonist",
			"name": "Colonist",
			"description": "<p>You have an unquenchable trailblazer’s spirit, matched with the training and fortitude you’ll need to carve out a new life for yourself and others in the wilderness. Although you might be the sort to go it alone on the frontier, you’re more likely part of a small group of settlers. You might be preparing for your first voyage, or you might be a grizzled veteran who has already helped found several successful colonies.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have amassed a vast knowledge of past colonization efforts, including those that have failed due to ignorance or carelessness. You know that basic knowledge about a new, uncharted world is the most valuable resource any colonist can have. Reduce the DC to identify average creatures using Life Science by 5. Survival is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p><h2>PROVIDING FOR OTHERS (<span class=\"levelNum\">6TH)</span></h2>\n<p>You know that a colony’s survival means that each colonist look out for everyone else in times of hardship or privation. When you successfully use the Survival skill to endure severe weather or live off the land, increase the number of other creatures you can grant saving throw bonuses or sustenance to by an amount equal to half your level. You can give another creature any benefit that you would gain from a Survival check to endure severe weather or live off the land (such as a bonus to Fortitude saves or sustenance you would gain), but if you do, you don’t gain it for yourself.</p><h2>PIONEER’S RESILIENCE (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are more resistant to effects that would overwhelm a less experienced settler. Once per day, you can reroll a Fortitude saving throw to resist the effects of a disease, poison, or severe weather.</p><h2>AN EYE TO THE FUTURE (<span class=\"levelNum\">18TH)</span></h2>\n<p>Up to twice per day when you successfully use the Survival skill to predict the weather, you can spend 10 minutes contemplating what the future holds to regain 1 Resolve Point; this doesn’t count as resting to regain Stamina Points. You must spend 1 minute observing the surrounding area and its weather patterns to use this ability, even if you have another ability that allows you to predict the weather in a shorter amount of time</p>",
			"source":""
		},
		{
			"id": "Corporate Agent",
			"name": "Corporate Agent",
			"description": "<p>Corporations control much of the modern world, from the food each person eats to the weapons a soldier deploys on the field of battle. You are an agent of one such corporation, which relies on your negotiation, deal-making, and your natural cunning to advance its agendas. Whether you are making proposals to agents of other corporations to split the mining rights for a valuable asteroid or establishing your corporation's presence on a newly discovered world, you are the company's eyes, ears, and hands.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You are deeply connected to the world of corporate culture, and know all the movers and shakers. When attempting a Profession or Culture check to recall knowledge about corporations and their executives, reduce the DC by 5. Diplomacy is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Diplomacy checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p><h2>NETWORKING (<span class=\"levelNum\">6TH)</span></h2>\n<p>If your corporate database doesn't have a piece of information you are searching for, you probably know someone who does. It takes you only 10 minutes to attempt a Diplomacy check to gather information, as long as you have connection to a local infosphere or a quick way to communicate with contacts in a settlement that is at least technologically average (see Starfinder Core Rulebook 406). Additionally if you have access to a local infosphere, you can take 20 on a skill check to recall knowledge in half the normal time (typically 1 minute).</p><h2>STRONG-ARM TACTICS (<span class=\"levelNum\">12TH)</span></h2>\n<p>When you throw the name of your company around, you can usually get what you want, though acting in such a way never wins you any friends. When you successfully use Intimidate to bully a creature, its change in attitude lasts three times as long. At the GM's discretion, this ability might not work on creatures that haven't heard of your corporation.</p><h2>SEAL THE DEAL (<span class=\"levelNum\">18TH)</span></h2>\n<p>Nothing is more thrilling to you than engaging in spirited discussion to pursue your employer's interests. It is why you were hired, and it's why you venture out into the wider cosmos. Up to twice per day, after you spend at least 10 minutes bargaining and negotiating (this doesn't count as resting to regain Stamina Points) or using an infosphere to research details relevant to a deal that is significantly advantageous to your company, you regain 1 Resolve Point.</p>",
			"source":""
		},
		{
			"id": "Cult Hunter",
			"name": "Cult Hunter",
			"description": "<p>Your life’s work is to ferret out cults and free those who have fallen into their clutches. You’ve studied their methods, and you know that they hide in plain sight more often than not, and that confronting them requires a combination of keen intellect, scrupulous attention to detail, and a fair share of defensive— and sometimes offensive—training. You may work for a legitimate agency like the Veskarium’s Division of Disloyal Organizations or the church of @Compendium[sfrpg.setting.vIgmW8C54qgxPqUg]{Abadar}, you might pursue the cults for your own purposes, or you could even work directly for a cult yourself to eliminate the competition.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You’re obsessed with cults and know where to find them. Reduce the DC of Culture checks to recall knowledge about cults and of Diplomacy checks to gather information about cults by 5. Sense Motive is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Sense Motive checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p><h2>CONSPIRACY WEB (<span class=\"levelNum\">6TH)</span></h2>\n<p>You can spend 10 minutes to lay out the evidence you’ve gathered about a specific cult, as long as, at the GM’s discretion, that evidence is enough to specifically identify that organization. This helps you prepare against that cult’s tactics and methods, but doesn’t count as a resting to regain Stamina Points. You gain a +2 circumstance bonus to Perception and Sense Motive checks against members of that cult and a +1 circumstance bonus to saving throws against its members’ spells and effects. This bonus lasts until you create a new conspiracy web. You can benefit from only one conspiracy web at a time.</p><h2>FLASH PROGRAMMING (<span class=\"levelNum\">12TH)</span></h2>\n<p>The process of deprogramming a cult member is long and arduous, but you’ve learned tricks to grant a moment of lucidity to even the most entrenched members. When attempting a Diplomacy check to change a creature’s attitude, you can spend 1 Resolve Point to do so as a standard action rather than taking a full minute. In addition, when you use this ability on a creature under the effects of a charm or compulsion effect whose save DC is lower than the result of your Diplomacy check, that effect is suppressed for 1 minute. The effects of this ability are temporary, but repeated applications could help a cult member begin a journey along the road to recovery.</p><h2>INSPIRING PREPARATION (<span class=\"levelNum\">18TH)</span></h2>\n<p>When you take 10 minutes to prepare to face a specific cult using the conspiracy web ability, you recover 1 Resolve Point. Alternatively, you can take 10 minutes to study a conspiracy web you’ve already created to recover 1 Resolve Point; this doesn’t count as resting to regain Stamina Points. You can recover Resolve Points in these ways up to twice per day.</p>",
			"source":""
		},
		{
			"id": "Cultist",
			"name": "Cultist",
			"description": "<p>You served as a hooded, faceless adherent to a religion or organization that remains hidden from public view-usually because its aims are illegal or immoral. Although your time in a cult is most likely behind you-or, at least, that's what you insist whenever the subject arises-you remain keenly aware of signs of cult activity and inured to physical hardship by exposure to mind-expanding substances combined with sleepless nights of unending ritual.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You cataloged the symbols, members, and indoctrination techniques of the cult you joined, and you can generalize these to hidden cults of any kind. Reduce the DC of Culture and Mysticism checks to recall knowledge about hidden cults and secretive religions, including knowledge about their beliefs, hierarchy, and symbols, by 5. Reduce the DC of Diplomacy checks to gather information about hidden cults and their enigmatic members (usually considered obscure or secret knowledge or mysterious or obscure individuals) by 5. Disguise is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Disguise checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p><h2>CULT INFILTRATOR (<span class=\"levelNum\">6TH)</span></h2>\n<p>Once you have discovered a hidden cult, you can quickly learn to slip into the mindset of its members and pretend to be one of them. If you spend 10 minutes conversing with a member of a hidden cult and succeed at a DC 25 Culture check, typical followers of that cult have a starting attitude of indifferent toward you. You also gain a +2 bonus to Bluff, Diplomacy, and Intimidate checks against such followers.</p><h2>EXCEPTIONAL ENDURANCE (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your exposure to drugs and poisons during your time with the cult has left you inured to their effects. Once per day, you can reroll a Fortitude saving throw to resist the effects of a disease, drug, or poison. You must decide to use this ability after rolling but before learning the outcome of your first roll.</p><h2>MEMORIES OF DEVOTION (<span class=\"levelNum\">18TH)</span></h2>\n<p>Reflecting on your experience within or against the galaxy's cults provides you with inner reserves of strength. Up to twice per day, you can deliberate about your time as a cultist-either by speaking to another person or by recording private audio logs-for 10 minutes to regain 1 Resolve Point; this time doesn't count as resting for the purpose of regaining Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Cyberborn",
			"name": "Cyberborn",
			"description": "<p>You've had some form of cybernetic augmentation since you were very young, and you see further augmentation as a path to self-improvement. You might be a verthani from the Augmented caste, a steelskin @Compendium[sfrpg.races.hVg8LYZczcXuweX4]{Orc} seeking to distinguish yourself from mainstream society, or anyone else inspired by the possibilities technology offers. Either way, you strive to master your current cybernetics and seek to further upgrade yourself whenever the opportunity presents itself.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You enthusiastically study the field of cybernetics and seek to keep abreast of new applications and experimental technologies. Reduce the DCs of Engineering checks to identify cybernetic augmentations and of Life Science checks to recall knowledge about cybernetic augmentation techniques, as well as corporations and other research facilities involved in the production of and experimentation with cybernetic augmentations, by 5. Computers is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Computers checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>SELF-HACKER (<span class=\"levelNum\">6TH)</span></h2>\n<p>Your constant experimentation has blurred the lines between your body and your augmentations. Once per day as a full action, you can overclock one of your cybernetic augmentations to regain a number of Stamina Points equal to the augmentation's item level; you must have a cybernetic augmentation installed in your body to use this ability.</p><h2>HARDENED SYSTEMS (<span class=\"levelNum\">12TH)</span></h2>\n<p>You understand the potential vulnerabilities of cybernetics and have tinkered extensively with your own to make them more resilient. The DC to hack your cybernetic augmentations via magic or technological means increases by 5, thanks to the devious security countermeasures you have added to them. Additionally, your cybernetic augmentations grant you electricity resistance 5; this resistance stacks with one other source of energy resistance.</p><h2>MASTER MODDER (<span class=\"levelNum\">18TH)</span></h2>\n<p>You feel energized whenever you demonstrate the improved capabilities of your cybernetically enhanced body. Up to twice per day, when you have succeeded at a significant task in a way that crucially relied upon abilities granted by your cybernetics (GM's discretion), you can spend 10 minutes testing and performing system maintenance on those augmentations to regain 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Death-Touched",
			"name": "Death-Touched",
			"description": "<p>You have been affected by the energies of death and negative energy. You are not undead, but you have an affinity for the dead and undead that is inexplicable to most living creatures. You may have suffered an attack from an undead creature when very young, or you may have been exposed to strange radiation, dimensional rifts, or magic that caused a weak but permanent link between you and the Negative Energy Plane. You survived this formative experience, but not without some change.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Thanks to your experiences with the undead and the growing power of the grave within your form, you have an instinctive understanding and recognition of negative energy and undead. You can use Perception, rather than Mysticism, to recall knowledge about undead and negative energy effects when you first observe them. Perception is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p><h2>DREAD VITALITY (<span class=\"levelNum\">6TH)</span></h2>\n<p>You draw dark strength from the spark of negative energy within you, and you gain a fraction of the resistances that undead creatures have. You gain a +1 bonus to saving throws against disease, exhaustion, fatigue, mind-affecting effects, paralysis, poison, sleep effects, and stunning.</p><h2>INURED TO THE GRAVE (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your body, always somewhat cool to the touch despite how much warm clothing you wear, becomes resistant even to extreme cold. You gain cold resistance equal to your level. If you already have greater cold resistance from some other source, that cold resistance instead increases by an amount equal to half your level.</p><h2>LIFE EATER (<span class=\"levelNum\">18TH)</span></h2>\n<p>If you are close to a sapient creature when its life is snuffed out, you can draw part of the released energy into your death-infused body, fueling your vitality. The first time each day when a living creature with an Intelligence score of 3 or more dies within 10 feet of you, you regain 1 Resolve Point. You need not be the one to deal the killing blow.<br>Additionally, anytime you are unconscious and a living creature with an Intelligence score of 3 or more dies in a space adjacent to you, as a reaction you can spend the appropriate number of Resolve Points to stabilize or, if you are already stable, you can spend 1 Resolve Point to stay in the fight (Starfinder Core Rulebook 251).</p>",
			"source":""
		},
		{
			"id": "Diplomat",
			"name": "Diplomat",
			"description": "<p>You have been trained to make peace and strive for amicable solutions in the most tension-filled situations. You could be a benevolent consul, seeking the best for all parties, or a political bully, forcing others into line. It’s possible you serve as an agent of a nation, religion, or species. No matter how you use your influence, you spend much of your time negotiating with potentially unfriendly people when only your words stand between you and violence. That doesn’t mean you don’t carry a gun, but it does mean you generally try talking first.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Thanks to your training to read body language and vocal inflections, it is difficult to lie to you. You believe a truthful statement contains deceptions or that a lie is a truthful state only when you fail a Sense Motive check to detect a deception by 10 or more. Diplomacy is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Diplomacy checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p><h2>FRIENDS IN HIGH PLACES (<span class=\"levelNum\">6TH)</span></h2>\n<p>Your connections with important people can open doors that would otherwise be closed. You can spend time negotiating with the proper authorities to gain access to people or places that might normally be barred to you, such as contacting a law officer to get access to a crime scene or calling an important politician to arrange a meeting. The GM determines how much time is required to gain such access, but doing so takes at least 1d4 hours. Gaining access requires a successful Diplomacy check (DC = 10 + the CR or level of the individual sought; the GM can increase the DC by 5 or more if access would normally be restricted). This ability doesn’t alter the attitude of any person you might gain access to by using it.</p><h2>DIPLOMATIC IMMUNITY (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are a famous diplomat, so people who should recognize you by name and appearance do so with a successful DC 10 Culture check (DC 15 to recognize you only on sight). Reduce by 5 the DC of Diplomacy checks to talk your way out of trouble for any indiscretions you commit. In addition, few people wish to face the consequences of killing famous diplomats. Sapient enemies who know who you are attempt to subdue you rather than kill you, unless you give them a plausible self-defense stance by taking actions that threaten their lives. All aspects of this ability function at the GM’s discretion. Egregious illegal activity is still likely to land you in deep trouble, and enemies who care little for legal or social repercussions might try to kill you despite your reputation.</p><h2>JOB SATISFACTION (<span class=\"levelNum\">18TH)</span></h2>\n<p>In a galaxy where violence all too often seems inevitable, seeing your words make an impact can reinforce your commitment to peace. Up to twice per day, after you successfully improve a creature’s attitude toward you by at least one step, you regain 1 Resolve Point.</p>",
			"source":""
		},
		{
			"id": "Dragonblood",
			"name": "Dragonblood",
			"description": "<p>You can feel draconic magic pulsing through your veins, and the guttural roar of dragons invigorates you. Whether you're from an area with deep ties to dragons or have simply spent your life studying the magnificent beasts, you understand how dragons' categorization (metallic or chromatic and specific colors) affects their moods, outlooks, and even ultimate goals. You can harness the power of dragons, and you sing the creatures' praises wherever you go.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have a voracious appetite for lore about dragons and never forget a detail, whether it's about draconic culture, traditions, and abilities, or the personal information of the system's oldest dragons. When you attempt a Culture or Mysticism check to recall knowledge about dragons' ways, their abilities, or the names and general personal details about dragons that are adults or older, reduce the DC by 5. Culture is a class skill for you, but if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Culture checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p><h2>DRAGON MIEN (<span class=\"levelNum\">6TH)</span></h2>\n<p>You can harness the terrifying reputation of dragons to strike fear into the hearts of those you oppose. You've read or seen so much of dragons' tactics that you can mimic them with surprising accuracy and effectiveness. When you successfully use Intimidate to bully a creature, its change in attitude lasts for an additional 10 minutes. When you successfully use Intimidate to demoralize an opponent, it is shaken for 1 additional round.</p><h2>DRAGON SKIN (<span class=\"levelNum\">12TH)</span></h2>\n<p>You have conditioned your skin to withstand the inherent power that dragons hold inside them, and you are more inured to elemental damage as a result. The first time each day you would take energy damage, you gain energy resistance 5 against that type of damage for that attack and for 1 hour afterward or until you rest to regain Stamina Points, whichever comes first. This energy resistance stacks with only one other type of energy resistance you have from another source.</p><h2>DRAGON HOARD (<span class=\"levelNum\">18TH)</span></h2>\n<p>You have a deep understanding of dragons' motivations, natural prowess, and ancient cultures, and you have taken on a dragon's love of material possessions. Up to twice per day, you can spend 10 minutes cataloging and examining your wealth-such as inquiring into your bank account or polishing your most expensive weapon-to recover 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Dream Prophet",
			"name": "Dream Prophet",
			"description": "<p>You were drawn to @Compendium[sfrpg.setting.ac6z5Rqyx0oLzvVf]{Liavara} by the Dreamers' songs, which awoke in you a resonance with these enlightened beings. Now you see the world around you in a new light, and you have a transcendent, innate understanding of the mystical power suffusing the universe. You don't command this energy; the most you can do is accept it and absorb it-and when you become utterly in sync with those psychic reverberations encapsulated in the Dreamers' songs, you gain oracular glimpses of things yet to come.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Your perceptions of the psychic energies permeating reality provide you insight into various magical and mystical phenomena, especially those produced by creatures that can cast spells. Reduce the DCs of Mysticism checks to identify spells as they are being cast and to recall knowledge about arcane symbols and magic traditions by 5. Mysticism is always a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Mysticism checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p><h2>FLASH OF PRESCIENCE (<span class=\"levelNum\">6TH)</span></h2>\n<p>When you fully open yourself to the psychic resonance around you, especially in the split second when your life is on the line, time seems to come to a halt. In these fleeting moments, you can sense the reverberations of actions that you have not yet taken, and guide your course accordingly. Once per day as a standard action, you can cast augury as a spell-like ability, though you can see only 1 minute into the future. This functions in all other ways as augury.</p><h2>DREAMS OF THE FUTURE (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your dreams often contain vague visions of your immediate future, and they allow you to gain a bit of an edge in certain situations when these dreams rush to the forefront of your consciousness without warning. Each day after you wake from an 8-hour rest, choose ability checks, saving throws, or skill checks; twice per day, you can reroll a roll of the type you chose for that day.</p><h2>REVERIE <span class=\"levelNum\">18th</span></h2>\n<p>Up to twice per day after using your dreams of the future ability, if your reroll is unsuccessful, you can spend some time reflecting on the fleeting and sometimes unreliable nature of dreams and prophecy. You can spend 10 minutes in deep meditation on this topic to regain 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Esper",
			"name": "Esper",
			"description": "<p>Monsters are out there. They seek to invade your mind and destroy all that lies within. Some might quail at that thought, but not you. You hunt these monsters down wherever they may hide. You have trained with an elite psionic squad or a specialist unit dealing with psychic threats, or served as the psionics officer for a military task force or law enforcement group. Even if you were born without psychic gifts of your own, the exposure you’ve had working with these units has helped you unlock some of your latent potential.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You might have studied the traditions and techniques of the Swarm Patrol Corps, who once used their psychic abilities against the Swarm. Or you may be part of a new unit that is finding novel ways to leverage psychic gifts to achieve military victories. Whichever is true, you fight battles with your brain as much as your weaponry and use the psychic talents of your team to seize victory.<br>Always alert to dangers, you’ve created extensive files on past psychic threats. You know that psychic foes can come in countless varieties, from sapient beings to monsters. You’ve cataloged not only their most dangerous abilities, but also their weaknesses and the best methods to combat them. Reduce the DC by 5 for Culture, Life Science, or Mysticism checks to identify creatures or opponents with psychic or magical abilities, from the Swarm with their hive mind to necrovites with their mighty spellcasting. Mysticism is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Mysticism checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p><h2>PSYCHIC COORDINATION (<span class=\"levelNum\">6TH)</span></h2>\n<p>Being able to communicate with your squad is of utmost importance. When in the field, you need to stay in touch, coordinate attacks, or revise battle plans in light of new information. Fortunately, your extensive training in psychic lore has awakened your own latent psychic gifts, or expanded upon talents that were already there. You gain limited telepathy with a range of 30 feet. If your species already grants you any sort of telepathy, you instead increase the range of that telepathy by 30 feet.</p><h2>DANGER SENSE (12TH)</h2>\n<p>Being forewarned is half the battle. Through continuous training and work in the field against a variety of enemies, you’ve opened the pathways of your mind and developed a deep sensitivity to the presence of opponents, no matter where they may hide. You develop blindsense (hostile thought) with a range of 30 feet. The hostility need not be aimed at you.</p><h2>TACTICIAN (<span class=\"levelNum\">18TH)</span></h2>\n<p>When you make plans with your squad, your determination increases. Once per day, when you spend 10 minutes reviewing a battle plan with a team member against a significant foe, you recover 1 Resolve Point. Doing so doesn’t count as resting to regain Stamina Points. In addition, once per day, if you successfully carry out such a tactical plan, you recover 1 Resolve Point.</p>",
			"source":""
		},
		{
			"id": "Giantblood",
			"name": "Giantblood",
			"description": "<p>Giants’ blood flows through your veins, and you feel a fascination and kinship with these towering beings. You may stand a little taller than most of your kind, and you are capable of great feats of endurance. Like many giantbloods, you likely bear some physical attributes of the specific giants you are descended from. You’ve learned to tap into giants’ great strength and fortitude to perform feats most people of your kind would find difficult, if not impossible.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have great respect for giants and know much about their varied societies, cultural traditions, and famous figures. When you attempt a Culture or Life Science check to identify or recall knowledge about giants, their abilities, or the names of famous giants, reduce the DC by 5. Culture is a class skill for you. If it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Culture checks. In addition, you gain an ability adjustment of +1 to Strength at character creation.</p><h2>OVERSIZED EQUIPMENT (<span class=\"levelNum\">6TH)</span></h2>\n<p>You can use larger pieces of equipment that others of your kind may find bulky and unwieldy. Treat your Strength score as 2 higher for the purposes of wielding weapons and wearing armor. You can use weapons designed for creatures one size category larger than you with a –2 penalty rather than the standard –4 penalty.</p><h2>HURL DEBRIS (<span class=\"levelNum\">12TH)</span></h2>\n<p>You can exert yourself in a burst of tremendous strength. As a standard action, you can use two free hands to hurl a single piece of debris as a ranged attack with a thrown weapon that targets KAC. Debris is otherwise treated as an improvised weapon (Core Rulebook 169) that deals 1d6 bludgeoning damage per bulk and has a range increment equal to 5 × your Strength modifier. Debris can be any object with a minimum bulk of 3 and a maximum bulk equal to your Strength modifier + 2, but that object must be unattended or readily torn from the environment (at the GM’s discretion). Picking up such debris is a move action. You can’t use this ability while encumbered or overburdened.</p><h2>SIZE ADVANTAGE (<span class=\"levelNum\">18TH)</span></h2>\n<p>You delight in towering over others as giants do, and you thrive on feeling large and imposing. You gain a +2 bonus to Intimidate checks against creatures at least one size category smaller than you. In addition, twice per day, after you succeed at an Intimidate check against a significant enemy that is at least one size category smaller than you, you can spend 10 minutes reliving the memory of your success to regain 1 Resolve Point. This doesn’t count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Gladiator",
			"name": "Gladiator",
			"description": "<p>You are a veteran of the public blood sport industry-a survivor of countless battles to earn a shiny credstick of winnings, the adulation of your fans, or both. You might be a veteran of @Compendium[sfrpg.setting.gzXT0xwsj8kQAoj0]{Akiton}'s fighting pits, a student of the ritualized styles of @Compendium[sfrpg.setting.sRunEYMfbrHeHcl7]{Triaxus}'s battleflowers, or the sort of masochist who can't help but return to @Compendium[sfrpg.setting.0VTtBYDJC5vUC434]{Eox}'s Halls of the Living. You're likely to die before your habits do, though, as you find few things more exciting than the rush of battle and the pounding cheers of a thousand fans.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Your experience in the arenas has exposed you to countless warrior cultures, and you both recognize strange martial arts and know how to impress others with your own unique style. Reduce the DC of Culture checks to recall knowledge about entertainment combat, fighting styles, and gladiatorial traditions by 5. Intimidate is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Intimidate checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p><h2>FAMOUS FIGHTER (<span class=\"levelNum\">6TH)</span></h2>\n<p>You have developed a considerable fandom that loves you for your arena prowess. You're famous enough that others require only a DC 15 Culture check to recognize your name and a DC 25 Culture check to recognize you out of context from your appearance alone. Because you're famous for your brutal stage presence, you can spend twice the normal amount of time when using Intimidate to bully a creature whose attitude is indifferent or better. If you do and succeed at the check, when the effect wears off, the creature's attitude toward you is worsened only to indifferent, not unfriendly. At the GM's discretion, a die-hard fan's attitude might be worsened to friendly instead, or you might be able to use this ability against an unfriendly target.</p><h2>PART OF THE OUTFIT (12TH)</h2>\n<p>Your name is synonymous with your gladiatorial persona and outfit. As long as your gear is in good condition, you don't take any circumstantial penalties for wearing light armor or heavy armor in social situations (such as wearing golemforged plate to a formal event). You can use Intimidate or Profession (gladiator; Charisma) to \"hide\" up to two smaller weapons (such as a small arm or one-handed melee weapon with light bulk) or one larger melee weapon on your body, though you do not conceal the weapon so much as convince others to accept your carrying it without any objections. You can draw these weapons as normal; you do not need to spend a standard action as you would to draw a hidden weapon. Otherwise, this functions as the hide object task of Sleight of Hand. At the GM's discretion, areas with especially high security may not allow you to carry weapons at all, no matter your reputation.</p><h2>CROWD FAVORITE (<span class=\"levelNum\">18TH)</span></h2>\n<p>The first time each day you deal the finishing blow (reduce a creature to 0 Hit Points) to a significant enemy in front of an audience (consisting of at least one bystander or ticket-holding fan, but not another enemy), you regain 1 Resolve Point. If the audience contains 20 or more creatures, you instead regain 2 Resolve Points.</p>",
			"source":""
		},
		{
			"id": "Grifter",
			"name": "Grifter",
			"description": "<p>Though you feel comfortable among all sorts of lowlifes, you rely on your intellect to defraud others. Whether you work the streets alone, in a small group, or as the brains behind a larger organization, you analyze opportunities and unapologetically exploit the system to achieve your ends. As a grifter, you’re an expert in one or two trades, but you also have the knowledge and confidence to convincingly pass as an authority in just about any profession.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You dabble in multiple professions and have the connections and deep knowledge of each occupation’s inner workings, allowing you to exploit colleagues and paying customers alike. When attempting a Culture or Profession check to recall knowledge about commercial organizations or businesses, reduce the DC by 5. You gain a +1 bonus to one Profession skill of your choice at character creation, and you can attempt any Profession skill untrained. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>CALCULATED EXPLOITATION (<span class=\"levelNum\">6TH)</span></h2>\n<p>You earn your living through swindling and defrauding others. While your schemes are often successful, your plans don’t always produce the results you expect, and past failures have taught you how to refine your techniques. Whenever you attempt a Profession check to earn a living, you can roll twice and use the higher result. In addition, once per day you can spend 10 minutes plotting how to get the best deal when purchasing or selling equipment and gear. Immediately following this planning period, you or a designated ally can attempt an appropriate skill check, at the GM’s discretion, to influence a merchant and receive a 10% discount on one item you purchase with an item level no greater than your character level – 2.</p><h2>STRATEGIC NEGOTIATIONS (<span class=\"levelNum\">12TH)</span></h2>\n<p>You scrutinize each social and business interaction for loopholes, opportunities to exploit, and possibilities for additional profit. Your masterfully crafted schemes and analytical mind enable you to control situations rather than individuals. Once per day when you attempt a Bluff check to lie or a Diplomacy check to change someone’s attitude, you can attempt a Culture or Profession check instead, using your expertise and intellect to gain the target’s confidence. In addition, if you spend at least 10 minutes planning and rehearsing such an interaction, you can ignore the DC modifier to your Bluff check to lie when the target is hostile or unfriendly; if you are attempting to use Diplomacy to change a target’s attitude and fail by 5 or more, the target’s attitude does not get worse.</p><h2>ENDGAME (<span class=\"levelNum\">18TH)</span></h2>\n<p>You’re a planner who leaves nothing to chance, and you reap the rewards for your patience and attention to detail. Nothing compares to the satisfaction you feel when your expertly positioned pieces slide into place and your schemes come to fruition. Twice per day, after you spend at least 1 minute to plan a con, heist, fraud, or other crime that swindles an individual or organization, and you succeed at a DC 30 Culture check or a check using the Profession skill you selected for the theme knowledge benefit, you regain 1 Resolve Point.</p>",
			"source":""
		},
		{
			"id": "Guard",
			"name": "Guard",
			"description": "<p>You are a guard, lookout, or forward scout, and it’s your job to keep a constant eye out. You might be an independent contractor whose clients change regularly, a lookout for a criminal organization, an elite military agent assigned to visiting political leaders or rich celebrities, or a permanent employee protecting a secure facility, a VIP, or even a friend. Regardless, you’re trained to identify threats and keep your client and their property safe.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You are well versed in security systems, how to spot them, and how to use them to keep people and places safe. Reduce the DC for Engineering checks to identify technology and Mysticism checks to identify a magic items by 5, provided the item is a security system, surveillance equipment, or trap. In addition, Perception becomes a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of either +1 to Strength or +1 to Dexterity (your choice) at character creation.</p><h2>GUARDED WARD (<span class=\"levelNum\">6TH)</span></h2>\n<p>You focus on protecting a particular person or place, which becomes known as your ward. You must study a specific creature or a specific location (such as a building or starship) for 1 day to make it your ward. If your ward is a creature, you automatically succeed at checks to aid another with your ward when you are adjacent to them. If your ward is a location, you succeed at checks to aid another with anyone adjacent to you when you are both within your ward. You can change your ward by selecting a new one and studying it for 1 day.</p><h2>ABLE GUARDIAN (<span class=\"levelNum\">12TH)</span></h2>\n<p>Those who have come to rely on you know you are vigilant and ready to help at a moment’s notice. You know when something just doesn’t feel right, and you’ve saved the life of more than one client. You can perform the first aid task of the Medicine skill as a move action rather than as a standard action, and you can perform the sense mental effect task of Sense Motive as a full action instead of taking 1 minute. In addition, you gain a +4 insight bonus to Fortitude saving throws against sleep deprivation (Core Rulebook 404).</p><h2>SECURITY REVIEW (<span class=\"levelNum\">18TH)</span></h2>\n<p>Nothing makes you feel more at peace than going over security procedures and verifying that you have covered every angle, filled every gap, and tightened every loophole to ensure your ward is safe from harm. Once per day, you can spend 10 minutes reviewing security precautions you have taken for your ward and recover 1 Resolve Point; this doesn’t count as resting to regain Stamina Points. In addition, once per day when you witness your ward being damaged by or failing a saving throw against an effect from a significant enemy, you recover 1 Resolve Point as a reaction.</p>",
			"source":""
		},
		{
			"id": "Icon",
			"name": "Icône",
			"description": "<p>Gr&acirc;ce au syst&egrave;me de transmissions interstellaires et au d&eacute;placement Drift, la galaxie n&rsquo;a jamais &eacute;t&eacute; aussi petite et cette connectivit&eacute; a facilit&eacute; votre ascension vers la c&eacute;l&eacute;brit&eacute;. Peut-&ecirc;tre &ecirc;tes-vous un artiste ou un scientifique c&eacute;l&egrave;bre mais, quelle que soit votre activit&eacute;, on vous reconna&icirc;t dans les Mondes du Pacte et les syst&egrave;mes associ&eacute;s. Peut-&ecirc;tre partez-vous pour des mondes inconnus pour &eacute;tendre votre succ&egrave;s ou pour &eacute;chapper au feu des projecteurs.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Choisissez une comp&eacute;tence de Profession. Vous vous &ecirc;tes largement impr&eacute;gn&eacute; de la culture de votre profession iconique. R&eacute;duisez de 5 le DD des tests de Culture ou de Profession que vous effectuez pour vous rappeler quelque chose &agrave; propos d&rsquo;autres ic&ocirc;nes ou de d&eacute;tails sur les aspects culturels de votre profession. Vous b&eacute;n&eacute;ficiez d&rsquo;un bonus de +1 sur les tests de la comp&eacute;tence de Profession que vous avez choisie. Culture est pour vous une comp&eacute;tence de classe mais si elle l&rsquo;est d&eacute;j&agrave; gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 &agrave; vos tests de Culture. De plus, vous augmentez votre valeur de Charisme de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>C&Eacute;L&Eacute;BRIT&Eacute; (6)</h2>\n<p>Vous &ecirc;tes &agrave; ce point connu que pratiquement tout le monde a d&eacute;j&agrave; entendu parler de vous ou peut rapidement obtenir des informations &agrave; votre propos (il faut r&eacute;ussir un test de Culture DD 10 pour vous reconna&icirc;tre et un test de Culture DD 20 pour que quelqu&rsquo;un vous reconnaisse par votre seule apparence, hors du contexte de votre profession). Parmi ceux qui s&rsquo;int&eacute;ressent &agrave; votre profession iconique, des fans et des d&eacute;tracteurs sont attir&eacute;s par votre c&eacute;l&eacute;brit&eacute;. Si vous recherchez une personne g&eacute;n&eacute;rique, comme &laquo; un docteur capable de traiter cette maladie &raquo;, vous parvenez presque toujours &agrave; trouver un fan dont l&rsquo;attitude initiale envers vous est amicale ou serviable ; cette recherche dure 2d4 heures. &Agrave; l&rsquo;appr&eacute;ciation du MJ, des fans peuvent vous proposer leurs services (mais pas d&rsquo;objets ou de marchandises) &agrave; prix r&eacute;duit, voire gratuitement.</p><h2>M&Eacute;GA C&Eacute;L&Eacute;BRIT&Eacute; (12)</h2>\n<p>Votre r&eacute;putation est d&eacute;sormais telle que votre nom est &agrave; pr&eacute;sent connu de tous. Le DD des tests de Culture effectu&eacute;s pour vous reconna&icirc;tre est r&eacute;duit &agrave; 5 (ou &agrave; 10 pour vous reconna&icirc;tre par votre seule apparence en dehors du contexte de votre profession), et il ne vous faut plus que 1d4 heures pour trouver un fan qui correspond &agrave; vos besoins. De plus, vos fans vous font b&eacute;n&eacute;ficier d&rsquo;une remise de 10 % lorsque vous leur achetez des marchandises.</p><h2>IC&Ocirc;NE &Eacute;M&Eacute;RITE (18)</h2>\n<p>Jusqu&rsquo;&agrave; deux fois par jour, vous pouvez interagir avec le public &agrave; propos de votre profession (le plus souvent durant une repr&eacute;sentation tel qu&rsquo;un concert, mais parfois lors d&rsquo;une conf&eacute;rence de presse apr&egrave;s avoir exerc&eacute; votre profession si celle-ci ne n&eacute;cessite pas la pr&eacute;sence d&rsquo;un public) pendant au moins 10 minutes pour r&eacute;cup&eacute;rer 1 point de pers&eacute;v&eacute;rance.</p>",
			"source":"RDB p.33"
		},
		{
			"id": "Law Officer",
			"name": "Law Officer",
			"description": "<p>You are an enforcer of law in a galaxy rife with chaos and corruption. Your mandate is to keep the peace, and you understand the weight of the role you play in society. Your senses are always tuned to your surroundings while you’re on the job, but you’re also skilled at navigating paperwork and bureaucratic records. As a figure of authority, you prevent crime and provide assistance to your community, so the public looks to you as a source of help and protection.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Your training and job experience allow you to deal with everyday citizens and dangerous criminal elements with equal efficacy. Combining keen senses and intuition, you have learned to quickly determine if other people you are interacting with are acting suspiciously, hiding or misrepresenting the truth, or trying to pass coded messages. Reduce the DC of Sense Motive checks to detect deception and discern secret messages by 5. Apply the same reduction to DCs for any checks you attempt to recall knowledge about criminals, law-enforcement agents, laws, and related law-enforcement practices. Sense Motive is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Sense Motive checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p><h2>INVESTIGATIVE SAVVY (<span class=\"levelNum\">6TH)</span></h2>\n<p>You know how to cut through red tape and use databases to follow up on clues, find potential suspects, and perform research related to enforcing the law. When sorting through such data, you can complete a task in a fraction of the time it would take most people. It takes you only 10 minutes to attempt a Diplomacy check to gather information, provided you have access to an infosphere, appropriate downloaded data set (Starfinder Core Rulebook 430), or the cooperation of a local law enforcement agency. In addition, once per day while you have access to such advantages, if you fail a Culture check to identify a criminal, law-enforcement agent, organization, legal practice, or law, you can reroll the check.</p><h2>CROWD CONTROL (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are comfortable among those you serve and protect. You know how to communicate to large groups of people, navigate a crowd, and redirect individuals within a crowd to allow yourself more freedom of movement. You can move through the spaces of creatures that are not hostile to you. If crowding creatures create difficult terrain that would reduce your speed or require you to squeeze, you can still move your normal speed. In addition, when you attempt to use Diplomacy to change the attitude of a group of creatures that is not already hostile toward you, lower the DC by 5.</p><h2>PUBLIC SERVANT (<span class=\"levelNum\">18TH)</span></h2>\n<p>Those who respect the law and law enforcement agents have a sense of peace and security when you’re around. You, in turn, can sense the faith the public puts in you, and this rejuvenates you. The simple fact that you are trusted by those you are sworn to protect gives you the strength to carry on in the face of injustice. Twice per day, you can spend at least 10 minutes interacting with the people you serve, gaining trust and developing a rapport with community members. If you do so, you gain 1 Resolve Point. This doesn’t count as resting to regain Stamina Points. In addition, after such interaction, you can spend another 10 minutes to gather information from nearby citizens. If you do, you can attempt a Diplomacy check for that task, and you gain a +2 circumstance bonus to the check.</p>",
			"source":""
		},
		{
			"id": "Mercenary",
			"name": "Mercenaire",
			"description": "<p>Que vous acceptiez des contrats en accord avec vos convictions &eacute;thiques ou que vous combattiez pour quiconque capable de s&rsquo;offrir vos services, vous &ecirc;tes un mercenaire. Peut-&ecirc;tre vous enorgueillissez-vous de vos r&eacute;ussites pass&eacute;es et montrez fi&egrave;rement les troph&eacute;es des ennemis que vous avez vaincus ou peut-&ecirc;tre culpabilisez-vous apr&egrave;s avoir &eacute;t&eacute; le seul &agrave; survivre &agrave; une mission qui a terriblement mal tourn&eacute;. Vous travaillez sans doute avec d&rsquo;autres mercenaires et connaissez bien la m&eacute;thodologie des actions militaires engag&eacute;es dans toute la galaxie.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Vous poss&eacute;dez de solides connaissances sur l&rsquo;arm&eacute;e, depuis les groupes de mercenaires rivaux jusqu&rsquo;aux proc&eacute;dures militaires standards et aux forces arm&eacute;es plan&eacute;taires, et ces connaissances peuvent vous aider &agrave; accomplir vos qu&ecirc;tes lors de vos aven<!-- [if !supportFootnotes]-->[1]<!--[endif]-->tures. R&eacute;duisez de 5 le DD des tests de Culture et de Profession (mercenaire) effectu&eacute;s pour vous rappeler quelque chose &agrave; propos des hi&eacute;rarchies, des usages, du personnel, etc. au sein de l&rsquo;arm&eacute;e. Athl&eacute;tisme est pour vous une comp&eacute;tence de classe mais si elle l&rsquo;est d&eacute;j&agrave; gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 &agrave; vos tests d&rsquo;Athl&eacute;tisme. De plus, vous augmentez votre valeur de Force de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>SOLDAT (6)</h2>\n<p>Vous avez l&rsquo;habitude des longues marches en portant un &eacute;quipement lourd et vous pouvez soulever la plupart des machines avec facilit&eacute;. Vous consid&eacute;rez que votre Force est sup&eacute;rieure d&rsquo;un point lorsqu&rsquo;il s&rsquo;agit de d&eacute;terminer vos limites de volume transportable (voir page 167).</p><h2>CHEF D&rsquo;ESCOUADE (12)</h2>\n<p>Vous &ecirc;tes extr&ecirc;mement comp&eacute;tent lorsqu&rsquo;il s&rsquo;agit de coordonner les actions des membres de votre escouade, &agrave; la fois gr&acirc;ce &agrave; votre efficacit&eacute; tactique mais aussi gr&acirc;ce au respect que vous inspirez. Si vous &ecirc;tes capable d&rsquo;effectuer le test en question, vous le r&eacute;ussissez automatiquement dans le cadre de l&rsquo;action aider autrui (voir la page 133) lorsque vous aidez un membre de votre escouade ou un alli&eacute; de longue date (tel qu&rsquo;un compagnon PJ).</p><h2>COMMANDANT (18)</h2>\n<p>Quel que soit le sang vers&eacute;, les victoires remport&eacute;es par votre escouade renforcent votre d&eacute;termination. Lors d&rsquo;une m&ecirc;me journ&eacute;e, apr&egrave;s avoir particip&eacute; &agrave; trois combats au moins ayant abouti &agrave; la d&eacute;faite de groupes distincts ou d&rsquo;adversaires importants, vous r&eacute;cup&eacute;rez 1 point de pers&eacute;v&eacute;rance. Apr&egrave;s avoir particip&eacute; &agrave; six de ces combats lors d&rsquo;une m&ecirc;me journ&eacute;e, vous r&eacute;cup&eacute;rez un deuxi&egrave;me point de pers&eacute;v&eacute;rance</p>",
			"source":"RDB p.34"
		},
		{
			"id": "Noble Scion",
			"name": "Noble Scion",
			"description": "<p>You were born into a position of power and privilege. You might be an actual aristocrat or another member of the upper class, such as the relative of a politician, business magnate, or famous celebrity. Whatever your background, you were raised to be a member of high society, and you are as comfortable with alien diplomats as you are at a fashionable party. You can draw on your family’s resources to ease your way through life, so the galaxy is yours to enjoy!</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You move about in the highest echelons of galactic society. Your status allows you to know who’s who among the wealthy and powerful of the galaxy, from which families are on the rise and which are on their way down to how to dress for a barathu social event and which set of tongs to use for the kalo wandfish dish in the third course of brunch. Reduce the DC of Culture checks to recall knowledge about the aristocracy, wealthy and powerful families, prominent personalities, and etiquette by 5. Choose either Bluff or Diplomacy. The chosen skill is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to checks with your chosen skill. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p><h2>WEEKLY STIPEND (<span class=\"levelNum\">6TH)</span></h2>\n<p>From your family fortune, a bank trust, personal investments, or similar source, you receive a regular income or allowance to support yourself and help maintain the comfortable lifestyle to which you are accustomed. At the beginning of every week, you receive 100 credits. You cannot buy permanent goods or items with this stipend, with the sole exception of clothing, which you may purchase. Examples of the kind of services and nonmaterial goods you might spend your stipend on are listed below. Any unused credits are lost at the start of the next week when you receive your new stipend.</p>\n<ul>\n<li>Lodgings, docking fees, taxes, tolls, and similar fees</li>\n<li>Meals or restaurant dining (Starfinder Armory 134)</li>\n<li>Professional services</li>\n<li>Transportation</li>\n<li>The use of recharging stations</li>\n<li>Invitations to exclusive events or entry into privileged locations</li>\n</ul><h2>PERONAL RETAINER (<span class=\"levelNum\">12TH)</span></h2>\n<p>You gain the services of a loyal NPC retainer. They might be an assistant or personal secretary, a devoted follower, a servant, a steward, or other subordinate, such as someone loyal to your aristocratic family. This NPC must be a member of a playable race, is CR 6, and uses the expert array, although they do not gain any special abilities from their array. They do not have a class graft, but they are equipped with light armor (item level 6 or lower), one small arm (item level 6 or lower), and a basic melee weapon (item level 5 or lower). The retainer does not always follow you around and is not meant to accompany you on adventures or in combat. (If your personal retainer is with you when combat breaks out, they fight defensively and move to get out of the way and avoid lines of fire.) Instead, they run various errands for you while you are adventuring, delivering messages, attending to your business, maintaining your home or living quarters on your starship, and ensuring that your stipend is spent according to your desires. If your retainer ever dies, you can hire and train a replacement after 1 week, but you must supply your new retainer with their gear.</p><h2>SOCIAL BUTTERFLY (<span class=\"levelNum\">18TH)</span></h2>\n<p>You find mingling with your lessers, peers, and betters at high-profile social gatherings to be one of the best things in life. While attending an upperclass social function—such as a party, vid premiere, charity gala, gallery opening, or the like—you can spend 10 minutes socializing or networking to regain 1 Resolve Point. Being seen at hot social spots is similarly uplifting for you; if you spend 10 minutes as the focus of attention at such a place—an upscale bar, dance club, or similar scene—you regain 1 Resolve Point. The time spent socializing doesn’t count as resting to regain Stamina Points. You can regain 2 Resolve Points per day this way.</p>",
			"source":""
		},
		{
			"id": "Outlaw",
			"name": "Hors-la-loi",
			"description": "<p>&Agrave; cause des p&eacute;ch&eacute;s que vous avez commis par le pass&eacute; ou de vos r&eacute;cents agissements ill&eacute;gaux, vous &ecirc;tes recherch&eacute; quelque part dans les Mondes du Pacte. Peut-&ecirc;tre n&rsquo;&ecirc;tes-vous m&ecirc;me pas coupable et souhaitez ainsi laver votre nom. Peut-&ecirc;tre assumez-vous compl&egrave;tement vos crimes en consid&eacute;rant que les lois que vous ne voulez pas respecter sont injustes. Quelles que soient vos raisons, il serait peut-&ecirc;tre temps de partir pour le Vaste &agrave; bord d&rsquo;un vaisseau spatial en attendant que la situation se calme et avant que l&rsquo;on ne vous ram&egrave;ne de force en prison.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Vous &ecirc;tes largement associ&eacute; aux secrets douteux et aux deals conclus au fond des all&eacute;es. Vous connaissez les acteurs majeurs de ces manigances et ma&icirc;trisez vous-m&ecirc;me des comp&eacute;tences utiles dans ce domaine. R&eacute;duisez de 5 le DD des tests de Culture effectu&eacute;s pour vous rappeler quelque chose &agrave; propos du milieu criminel de la p&egrave;gre. Escamotage est pour vous une comp&eacute;tence de classe mais si elle l&rsquo;est d&eacute;j&agrave; gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 &agrave; vos tests d&rsquo;Escamotage. De plus, vous augmentez votre valeur de Dext&eacute;rit&eacute; de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>CORRUPTION DES INSTITUTIONS JURIDIQUES ET L&Eacute;GALES (6)</h2>\n<p>Vos contacts au sein de la p&egrave;gre exercent une certaine influence sur les corporations et les autorit&eacute;s et peuvent vous sortir de tous les probl&egrave;mes juridiques &ndash; tant que vous y mettez le prix. En fonction de la gravit&eacute; du d&eacute;lit, ce prix est compris entre 500 cr&eacute;dits &times; votre niveau de personnage et 10 000 cr&eacute;dits &times; votre niveau de personnage.</p><h2>CONTACTS SUR LE MARCH&Eacute; NOIR (12)</h2>\n<p>Vous avez des contacts qui peuvent exp&eacute;dier discr&egrave;tement des marchandises de toutes sortes vers n&rsquo;importe quelle destination imaginable ou presque. Vous pouvez vendre des marchandises dans n&rsquo;importe quelle cit&eacute; &agrave; leur prix habituel, m&ecirc;me si elles sont ill&eacute;gales ou trop ch&egrave;res pour les autochtones. De plus, vous acheter des marchandises, en augmentant leur prix de 10 %, et les faire exp&eacute;dier vers une destination de largage recul&eacute;e (probablement &agrave; proximit&eacute; du site o&ugrave; se d&eacute;roule votre aventure) mais situ&eacute;e dans le m&ecirc;me syst&egrave;me solaire qu&rsquo;une cit&eacute; connue. L&rsquo;envoi prend toujours au minimum autant de temps que le voyage entre la cit&eacute; et la destination de largage, mais il est souvent plus long.</p><h2>HORS-LA-LOI &Eacute;M&Eacute;RITE (18)</h2>\n<p>La pr&eacute;paration de plans louches est l&rsquo;une de vos sp&eacute;cialit&eacute;s et cette activit&eacute; est pour vous comme une douce mont&eacute;e d&rsquo;adr&eacute;naline. Jusqu&rsquo;&agrave; deux fois par jour apr&egrave;s avoir pass&eacute; au moins 10 minutes &agrave; planifier un cambriolage ou un autre d&eacute;lit (qui n&rsquo;est pas consid&eacute;r&eacute; comme une p&eacute;riode de repos vous permet<!-- [if !supportFootnotes]-->[1]<!--[endif]-->tant de r&eacute;cup&eacute;rer des points d&rsquo;endurance) et apr&egrave;s avoir accompli avec succ&egrave;s une action en relation avec la mise en &oelig;uvre de ce plan, vous r&eacute;cup&eacute;rez 1 point de pers&eacute;v&eacute;rance.</p>",
			"source":"RDB p.32"
		},
		{
			"id": "Paranormal Investigator",
			"name": "Paranormal Investigator",
			"description": "<p>Some, upon waking, want to forget their nightmares, find comfort among their companions, and dream of new adventures. That’s not you. No, you know waking life can be a dream and the nightmares can be real. You are a truth-seeker, chasing the shadows in search of a world hidden behind the veneer of normalcy. Each fresh horror you uncover proves your work is right and important, and makes you want to delve deeper into the galaxy’s haunting secrets.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You’re skilled at identifying patterns, finding clues, and piecing together puzzles about the paranormal. No two investigators do so in the same way. Choose Diplomacy, Life Science, Mysticism, Physical Science, or Survival. The chosen skill is a class skill for you, and it’s your field for other theme features. If the chosen skill is a class skill from the class you take at 1st level, you instead gain a +1 bonus to checks with it. In addition, at character creation, you gain an ability adjustment of +1 to the ability score associated with your chosen skill.<br>You choose a specific paranormal mystery case that you and the GM create. Reduce the DCs of checks to recall knowledge about and gather information related to your case by 5. You can similarly reduce the DCs of checks to recall knowledge about notable personalities, practices, and events in the paranormal realm and your field. After solving a case, you can take on another after 1 day of studying evidence for a new case. You can abandon a case without solving it to take on a new one. If you do so, you take a –2 penalty to skill checks for 1 week.</p><h2>ATTENTION TO DETAIL (6TH)</h2>\n<p>Halve the time it takes you to gather information (minimum 30 minutes), search an area, or perform research to take 20 when recalling knowledge or identifying a creature, a magic item, or technology. In addition, once per day, if you fail a Perception or Sense Motive check or a check in your field, you can reroll the check and use the higher result.</p><h2>GNAWING HUNCH (<span class=\"levelNum\">12TH)</span></h2>\n<p>You’ve learned to trust your hunches. If a clue can be found by taking 20 on a Perception check or a skill check in your field, the GM must tell you such a clue exists, but not what it is. Once you know a clue exists, you just have to find it.</p><h2>TRUTH-SEEKER (<span class=\"levelNum\">18TH)</span></h2>\n<p>Organizing evidence about your case and researching it refreshes you and sets you back on your path. Twice per day, you can take 10 minutes to consider and record your findings or look for new insights into them. If you do so, you regain 1 Resolve Point and can recall knowledge. If you instead take 1 hour, you regain 1 Resolve Point and can gather information. Neither of these tasks count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Priest",
			"name": "Prêtre",
			"description": "<p>Vous &ecirc;tes le fid&egrave;le d&rsquo;une religion structur&eacute;e ou d&rsquo;une association similaire. Votre croyance, qu&rsquo;elle fasse partie de vous depuis l&rsquo;enfance ou qu&rsquo;elle se soit r&eacute;v&eacute;l&eacute;e &agrave; vous plus tard au cours de votre vie, fait partie int&eacute;grante de votre &ecirc;tre. Peut-&ecirc;tre voyagez-vous d&rsquo;&eacute;toile en &eacute;toile pour convertir des gens &agrave; votre religion ou peut-&ecirc;tre que votre &Eacute;glise vous a envoy&eacute; pour une mission sacr&eacute;e (ou impie) particuli&egrave;re. Quels que soient les obstacles que la vie a mis sur votre route, vous vous raccrochez toujours &agrave; votre foi et &agrave; vos convictions pour les surmonter.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Choisissez une divinit&eacute; ou une philosophie dont l&rsquo;alignement ne doit pas s&rsquo;&eacute;loigner de plus d&rsquo;une cat&eacute;gorie (sur l&rsquo;axe bien-mal ou sur l&rsquo;axe loi-chaos) du v&ocirc;tre. R&eacute;duisez de 5 le DD des tests de Culture et de Mysticisme effectu&eacute;s pour vous rappeler quelque chose &agrave; propos des traditions religieuses, des symboles religieux et des chefs religieux c&eacute;l&egrave;bres. Mysticisme est pour vous une comp&eacute;tence de classe mais si elle l&rsquo;est d&eacute;j&agrave; gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 &agrave; vos tests de Mysticisme. De plus, vous augmentez votre valeur de Sagesse de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>RESPONSABILIT&Eacute; DU CLERG&Eacute; (6)</h2>\n<p>Vous occupez un poste &agrave; responsabilit&eacute;s au sein de votre religion. Gr&acirc;ce &agrave; l&rsquo;adoration, le respect ou la crainte (en fonction de votre religion) que vous leur inspirez, les fid&egrave;les ordinaires de votre religion ont une attitude initiale serviable envers vous et vont souvent vous aider par des moyens simples si vous les sollicitez. M&ecirc;me les autres clerg&eacute;s prennent en compte votre opinion, m&ecirc;me en cas de d&eacute;saccord. Vous b&eacute;n&eacute;ficiez d&rsquo;un bonus de +2 aux tests de Diplomatie et d&rsquo;Intimidation effectu&eacute;s envers les fid&egrave;les et les membres de rang inf&eacute;rieur des clerg&eacute;s.</p><h2>B&Eacute;N&Eacute;DICTION DIVINE (12)</h2>\n<p>Votre divinit&eacute; est &agrave; l&rsquo;origine de vos pouvoirs mystiques. Choisissez un sort de mystique de niveau 1 ayant un lien avec les domaines de pr&eacute;dilection de votre divinit&eacute; (soumis &agrave; l&rsquo;approbation du MJ). Si vous avez des niveaux dans la classe du mystique, vous obtenez un sort de niveau 1 suppl&eacute;mentaire par jour que vous ajoutez &agrave; votre liste de sorts de mystique connus. Sinon, vous pouvez utiliser le sort choisi une fois par jour comme un pouvoir magique.</p><h2>COMMUNION PROFONDE (18)</h2>\n<p>Jusqu&rsquo;&agrave; deux fois par jour, apr&egrave;s avoir accompli une action importante en accord avec l&rsquo;alignement et le dogme de votre religion (&agrave; l&rsquo;appr&eacute;ciation du MJ), vous pouvez passer 10 minutes en profonde m&eacute;ditation ou en pri&egrave;res pour r&eacute;cup&eacute;rer 1 point de pers&eacute;v&eacute;rance ; ceci n&rsquo;est pas consid&eacute;r&eacute; comme une p&eacute;riode de repos vous permettant de r&eacute;cup&eacute;rer des points d&rsquo;endurance.</p>",
			"source":"RDB p.36"
		},
		{
			"id": "Prisoner",
			"name": "Prisoner",
			"description": "<p>You have been incarcerated and have either escaped or been released, perhaps conditionally. You might have run afoul of the law or been unjustly locked up for a crime you didn’t commit. Either way, you have learned quite a bit during your time as an inmate. You figured out how to navigate gangs, guards, and sometimes dangerous and deceitful individuals. Now that you’re free of incarceration, you rely on the tools you learned and the conditioning you acquired to survive in the outside world.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You’ve spent time around criminals who got caught or people who were incarcerated unjustly, and you’ve experienced firsthand the effects of the criminal justice system on individuals. Reduce the DC of Culture checks to recall knowledge about criminal elements, incidents of corruption, and penal institutions by 5. Perception is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p><h2>CONCEAL CONTRABAND (<span class=\"levelNum\">6TH)</span></h2>\n<p>While incarcerated, you honed your skill at concealing contraband from the guards and other prisoners. You gain a +2 bonus to Sleight of Hand checks to hide an object on your body, and the +4 bonus to Perception a person would normally receive from observing you or searching your body is reduced by 2. In addition, you can retrieve a hidden object as a move action rather than a standard action.</p><h2>ANYTHING’S A WEAPON (<span class=\"levelNum\">12TH)</span></h2>\n<p>While imprisoned, you had limited resources to defend yourself with, and often had to make do with what you had at hand at the time. When using a nonweapon object as an improvised weapon (Core Rulebook 169), you don’t treat it as archaic, and if you would take a –4 penalty to attacks with that weapon because it is improvised, that penalty is reduced by 2.</p><h2>PRISONER’S PREDICAMENT (<span class=\"levelNum\">18TH)</span></h2>\n<p>Few things rouse you to action more than seeing others imprisoned—or being restrained yourself. Twice per day when you spend 10 minutes talking to a sapient creature that’s confined to a cell or in restraints (such as manacles) against its will, you regain 1 Resolve Point; you can do this only once per such creature. In addition, once per day, if you spend 10 minutes in a cell or restraints against your will, you regain 2 Resolve Points. You can gain no more than 2 Resolve Points each day with this ability, and it doesn’t count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Prole",
			"name": "Prole",
			"description": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You&rsquo;re an anonymous cog in the corporate machine. Along with countless others just like you, you form the foundation of the galactic financial system by selling your labor for regular pay. Automation and virtual intelligences, such as robots and advanced computers, provide the truly unskilled labor in the economy, so at least you fit in somewhere above that bottommost level. You&rsquo;re no artist, nor are your practical skills specialized enough to win you high pay or a management position. However, you&rsquo;re good enough at what you do to make it in the everyday working world.</span></p><h2>THEME KNOWLEDGE (1ST)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Up until now, you&rsquo;ve been a typical working person, punching the clock and scraping by at your everyday job. Choose a Profession skill that is Intelligence- or Wisdom-based. That skill has been the basis of your job up until now, and although you might not think about it, you&rsquo;re good at what you do. When attempting a Culture or Profession check to recall knowledge about your profession or industry and its leaders, whether businesses or businesspeople, reduce the DC by 5. Since Profession is a class skill for you, you gain a +1 insight bonus to checks with your chosen profession and +1 to checks with Profession skills in general. (These bonuses stack to a total of +2 for your chosen Profession skill.) In addition, you gain an ability adjustment of +1 to Intelligence or Wisdom at character creation, but the ability score you pick must match the ability score tied to your chosen Profession skill.</span></p><h2>TEAM PLAYER (6TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You know how to work as part of a cohesive group dedicated to accomplishing the same particular task. This competence translates into efficiency and a knack for how to best supplement another&rsquo;s efforts. If the GM rules that you can attempt to aid another, you automatically succeed on the check to do so.</span></p><h2>CORE COMPETENCIES (12TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Your expertise in your chosen Profession requires a broad knowledge of other skills. As you grow in proficiency in your Profession, your ancillary know-how also increases. Choose three skills that you have ranks in and that are related to the Profession skill you chose at 1st level. You gain a +1 insight bonus to checks with each skill you choose. In addition, once per day, you can take 10 on a check using your chosen Profession or one of these three related skills, even if you wouldn&rsquo;t normally be allowed to do so.</span></p><h2>FAILING FORWARD (18TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You learn by doing, especially by doing the wrong thing enough times to get it right. Up to twice per day, you can spend 10 minutes considering a mistake you or your team made, analyzing it, and thinking about how to avoid it in the future. If you do, you recover 1 Resolve Point. Doing so doesn&rsquo;t count as resting to regain Stamina Points.</span></p>",
			"source":""
		},
		{
			"id": "Quartermaster",
			"name": "Quartermaster",
			"description": "<p>While many think of front-line soldiers and officers as the core of a fighting force, you know that no military can function without access to supplies. You are the backbone of your army, providing your allies with resources crucial to their survival and amenities to provide material comforts in times of conflict. Perhaps you are a member of the Veskarium military who contributes to war efforts, but regardless of your specific affiliation, your allies know they can rely on you to get them exactly what they need.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Through intensive instruction and training, you’ve developed knowledge of the field of military logistics, which has translated to your career as a quartermaster. The DC of skill checks to identify military-related technological items or to recall knowledge related to the movement, maintenance, and transport of military personnel and supplies is reduced by 5. At character creation, you gain a free skill rank in Profession (quartermaster), which is an Intelligence-based skill and is a class skill for you; this does not allow your skill ranks in Profession (quartermaster) to exceed your character level. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>CARGO CARRIER (<span class=\"levelNum\">6TH)</span></h2>\n<p>Your profession requires you to carry all manner of gear, and you have learned to distribute the weight of the supplies you carry across your body, allowing you to carry it more efficiently. You can treat two items you’re carrying, neither of which is armor or weaponry, as having one less bulk than normal (to a minimum of light bulk).</p><h2>FIELD CRAFTER (<span class=\"levelNum\">12TH)</span></h2>\n<p>You have learned to efficiently create clothing, shelter, and other amenities useful for your troops in the field, maintaining health and morale even in difficult times. You can use Profession (quartermaster) to craft the items listed below, even without access to a workshop. Treat your number of ranks in the Profession (quartermaster) skill as if it were 5 higher for the purpose of determining crafting time for these items.<br><strong>Food and Drink:</strong> Intoxicant (minor), field ration, meal (poor or common).<br><strong>Personal Items:</strong> Backpack (consumer or industrial), bonding epoxy, clothing (environmental, everyday, or travel), gear clamp, hygiene kit, tent (mass produced).<br><strong>Technological Items:</strong> Cable line (titanium alloy or adamantine alloy, detonator, lock (simple, average, or good), portable light (beacon, flashlight, lantern, or spotlight), restraint (binders or manacles).</p><h2>MASTER OF QUARTERS (<span class=\"levelNum\">18TH)</span></h2>\n<p>You take great satisfaction in providing for your allies—and for yourself—while undertaking challenging adventures in potentially hazardous circumstances. Twice per day, after you or an ally succeeds at a significant task in a way that crucially relied upon supplies you crafted using your field crafter ability (at the GM’s discretion), you can spend 10 minutes cataloging and organizing your remaining supplies to regain 1 Resolve Point. This does not count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Roboticist",
			"name": "Roboticist",
			"description": "<p>You are fascinated by the internal workings of machines, whether they're intelligent constructs or technological equipment. You might be someone who enjoys tinkering in a garage, or you might be a worker at a factory that specializes in building robots or weaponry. You're likely interested in exploring and figuring out the innovations of other organizations and species on distant worlds. Regardless of your specific motivation, there's always a gadget that needs tinkering with.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You're obsessed with the intricacies of constructs and how automated machines function. You can easily identify what a machine's function is and have an easier time attempting to access the internal programming of mechanized life-forms. Reduce the DC of Engineering checks to identify creatures and technology by 5. Computers is a class skill for you, though if it is a class skill from a class you take at 1st level, you instead gain a +1 bonus to Computers checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>CRAFTING SAVANT (<span class=\"levelNum\">6TH)</span></h2>\n<p>You've mastered the art of putting together technological armor and weapons from a variety of components. While equipment you construct certainly has your flair, it's also clear that you can accomplish great feats of construction. When calculating the number of ranks you have in a skill necessary to construct a technological (not magic or hybrid) item, increase that number by 1. This allows you to construct technological equipment of up to your character level + 1.</p><h2>TECHNICAL KNACK (<span class=\"levelNum\">12TH)</span></h2>\n<p>You've developed a unique talent for efficiently repairing constructs and starships, whether effecting emergency repairs on a drone or keeping robotic allies in the fight. Once per day, you can cast make whole, but you can target only construct creatures or damaged technological (not hybrid or magical) items. When repairing a starship (Starfinder Core Rulebook 321), you reduce the time spent to 2 hours of work instead of 5.</p><h2>MASTER ROBOTICIST (<span class=\"levelNum\">18TH)</span></h2>\n<p>There are few pieces of technology that you're unfamiliar with, so you are sure to take time to examine those unique discoveries you happen upon. Up to twice per day, after you spend at least 10 minutes studying a previously undiscovered piece of technology with an item level within 5 levels of your character level or the wreckage of a significant enemy technological construct, you regain 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Scholar",
			"name": "Érudit",
			"description": "<p>Vous &ecirc;tes un intellectuel et un &eacute;rudit qui se creuse la t&ecirc;te pour r&eacute;soudre des probl&egrave;mes et des &eacute;nigmes que les autres trouvent dissuasifs. Peut-&ecirc;tre &ecirc;tes-vous un professeur d&rsquo;une mati&egrave;re sp&eacute;cifique dans une grande universit&eacute; ou un amateur &eacute;tudiant plusieurs domaines &agrave; la fois. Vous pourriez &ecirc;tre en train d&rsquo;explorer la galaxie en qu&ecirc;te d&rsquo;artefacts anciens ou d&rsquo;un nouveau ph&eacute;nom&egrave;ne scientifique. Quelle que soit votre motivation, vous &ecirc;tes certain que les r&eacute;ponses que vous cherchez se trouvent quelque part l&agrave;-bas.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Vous &ecirc;tes un expert dans un domaine de connaissances particulier, comme le prouve la passion dont vous faites preuve d&egrave;s qu&rsquo;on aborde ce sujet. Choisissez Sciences de la vie ou Sciences physiques, puis un champ d&rsquo;&eacute;tude sp&eacute;cialis&eacute;. Si vous choisissez Sciences de la vie, vous pouvez vous sp&eacute;cialiser en bio-ing&eacute;nierie, biologie, botanique, &eacute;cologie, g&eacute;n&eacute;tique, x&eacute;no-biologie, zoologie ou un autre domaine des sciences naturelles. Si vous choisissez Sciences physiques, vous pouvez vous sp&eacute;cialiser en astronomie, chimie, climatologie, g&eacute;ographie, g&eacute;ologie, m&eacute;t&eacute;orologie, oc&eacute;anographie, physique ou un autre domaine des sciences physiques. R&eacute;duisez de 5 le DD des tests de comp&eacute;tence effectu&eacute;s pour vous rappeler quelque chose concernant votre sp&eacute;cialit&eacute;. La comp&eacute;tence choisie est pour vous une comp&eacute;tence de classe mais si elle l&rsquo;est d&eacute;j&agrave; gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 aux tests de la comp&eacute;tence choisie. De plus, vous augmentez votre valeur d&rsquo;Intelligence de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>SUR LE BOUT DE LA LANGUE (6)</h2>\n<p>Parfois, apr&egrave;s une pause pour rassembler vos esprits, vous r&eacute;alisez que vous avez la r&eacute;ponse &agrave; une question particuli&egrave;rement ardue. Une fois par jour, vous pouvez refaire n&rsquo;importe quel test de comp&eacute;tence (voir page 243) effectu&eacute; pour vous rappeler quelque chose. Vous devez d&eacute;ci<!-- [if !supportFootnotes]-->[1]<!--[endif]-->der d&rsquo;utiliser cet avantage apr&egrave;s avoir lanc&eacute; le d&eacute; mais avant de prendre connaissance de l&rsquo;information conf&eacute;r&eacute;e par le r&eacute;sultat du premier jet. Vous devez conserver le deuxi&egrave;me r&eacute;sultat, m&ecirc;me s&rsquo;il est moins bon.</p><h2>EXPERT EN RECHERCHES (12)</h2>\n<p>Vous pouvez effectuer des recherches bien plus rapidement que qui<!-- [if !supportFootnotes]-->[1]<!--[endif]-->conque, ce qui vous permet de trouver des informations en fouillant des bases de donn&eacute;es, des biblioth&egrave;ques et autres sources &eacute;quivalentes en un quart du temps normalement n&eacute;cessaire. Lorsque vous utilisez cet avantage, vous pouvez g&eacute;n&eacute;ralement faire 20 pour vous rappeler quelque chose en 5 rounds.</p><h2>&Eacute;RUDIT &Eacute;M&Eacute;RITE (18)</h2>\n<p>Pour vous, apprendre et assimiler des connaissances li&eacute;es &agrave; votre domaine d&rsquo;expertise est aussi rafraichissant que boire l&rsquo;eau d&rsquo;une source froide sur une plan&egrave;te d&eacute;sertique. Jusqu&rsquo;&agrave; deux fois par jour, quand vous vous trouvez dans une situation o&ugrave; des informations concernant votre domaine d&rsquo;expertise pourraient s&rsquo;av&eacute;rer utiles (&agrave; l&rsquo;appr&eacute;ciation du MJ), vous pouvez consacrer 10 minutes en profonde contemplation et en &eacute;tude de votre domaine d&rsquo;expertise, ce qui vous permet de r&eacute;cup&eacute;rer 1 point de pers&eacute;v&eacute;rance. Lors de ces 10 minutes, vous pouvez &eacute;galement utiliser l&rsquo;action se rappeler quelque chose (voir page 133) pour vous rap<!-- [if !supportFootnotes]-->[1]<!--[endif]-->peler l&rsquo;information recherch&eacute;e ; ceci n&rsquo;est pas consid&eacute;r&eacute;e comme une p&eacute;riode de repos vous permettant de r&eacute;cup&eacute;rer des points d&rsquo;endurance.</p>",
			"source":"RDB p.30"
		},
		{
			"id": "Sensate",
			"name": "Sensate",
			"description": "<p>You revel in new sensations and experiences. Armed with ineffable resilience and keenly developed senses, you greet each new adventure with zeal and reverence, drinking in the world around you with boundless enthusiasm. Though not immune to fear, your openness strengthens your resolve when facing the unknown. You might approach new encounters with reckless abandon or take a more thoughtful path, but whatever route you choose, finding new sensations fulfills you.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Always in search of new sensations, you have spent significant time learning about the cultures of the Pact Worlds and have gained a breadth of cultural knowledge, from the composition styles of Vercite ether-ballads to quantum-flavored Idaran cuisine or the latest textiles in Kalo-Mahoi fashions. Reduce the DC of Culture checks to recall knowledge about artistic innovations and traditions by 5. Given your propensity for trying new things, you’ve also found it prudent to understand the distinction between delightful experiences and those that are ill-advised, permanently injurious, or even fatal. Reduce the DC of Life Science checks by 5 when identifying consumables such as drugs, medicinals, poisons, food, and drink.<br>Perception is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Constitution at character creation.</p><h2>CHARMING CURIOSITY (6TH)</h2>\n<p>Your broad awareness provides you with insight when you try to influence people. This talent is valuable when you try to talk others into allowing you access to new experiences. Strangers might not understand your motivations, but your passion is contagious, and your ardent quest endears you to those who share your curiosity. Up to twice per day, you can roll twice when attempting a Diplomacy check and use the better of the two results.</p><h2>FLASH OF COURAGE (<span class=\"levelNum\">12TH)</span></h2>\n<p>Though you want to have as many new experiences as you can, some encounters are so intimidating or dangerous that even you hesitate. After all, if a thrill resulted in serious injury or even death, it’s possible you could never feel a new sensation again! Despite the risk, you refuse to let fear stop you from seeing as much of the galaxy as your limits allow. You’ve successfully survived each moment of your life so far, haven’t you? With such an optimistic outlook toward the future, you gain a +1 morale bonus to Will saving throws against fear effects. In addition, once per day when you are affected by a fear effect, as a reaction, you can delay the onset of that effect for 1 round. Once the fear starts to affect you, it then has its normal duration from that point.</p><h2>SENSATION JUNKY (<span class=\"levelNum\">18TH)</span></h2>\n<p>New experiences fulfill and exhilarate you, stoking your enthusiasm for the wondrous galaxy you inhabit, the opportunities it presents, and all it has to offer. Twice per day, you can enjoy a new experience that takes 10 minutes or longer. As an alternative, you can spend 10 minutes or longer processing a recent new experience in some way. You might make a digital record or write in a physical journal, discuss the experience, debate whether you’d repeat it, bask in the satisfaction of fulfilling your curiosity, or engage in similar reflection. If you do so, you regain 1 Resolve Point. The time spent reflecting on your experience doesn’t count as resting to regain Stamina.</p>",
			"source":""
		},
		{
			"id": "Solar Disciple",
			"name": "Solar Disciple",
			"description": "<p>The sun is the source of all life in the system, and though you may not worship it directly, you seek to honor this precious gift. From a distance, the sun is a serenely glowing light, but in actuality, it is a churning mass of plasma that reaches temperatures of millions of degrees. By meditating on this contradiction, you attempt to achieve inner peace and greater self-control. Whether you're a devotee of @Compendium[sfrpg.setting.VJ0UTIsAggcCQJBu]{Sarenrae} or simply a resident of the Burning Archipelago, the sun looms large in your life, figuratively and literally.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You've read extensively about the physics of the sun and its associated planes and the best theories about how they interact to produce the solar environment. You've also made a study of every sun-based religion of the Pact Worlds, from the Church of the Dawnflower down to the most primitive sun cult. Reduce the DC of Physical Science checks to recall knowledge about scientific questions concerning the sun and light by 5. Reduce the DC of Mysticism checks to recall knowledge about sun-focused religions, the Elemental Plane of Fire, and the Positive Energy Plane by 5. Perception is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Perception checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p><h2>MENTAL GRAVITY (<span class=\"levelNum\">6TH)</span></h2>\n<p>Though nothing is truly constant in the universe, stars are one of the few celestial bodies whose positioning within their systems rarely changes. Like the sun's ineffable mass, you will not be moved from your proper mental space. You gain a +1 bonus to Will saving throws against compulsion effects.</p><h2>HEAT TRANSFER (<span class=\"levelNum\">12TH)</span></h2>\n<p>You have learned to thrive in the heat of the sun, and when you are burned, you can funnel some of that fiery energy into your own spells and weapons. Whenever you take fire damage, you can increase the amount of fire damage you deal as part of an attack or spell made before the end of your next turn by an amount equal to one-quarter the damage you just took (rounded down, minimum 1).</p><h2>SUN MEDITATION (<span class=\"levelNum\">18TH)</span></h2>\n<p>After much practice and the occasional painful sunburn, your meditation regime has reached the peak of its potency. The light of the sun recharges you, much like it does a solar-powered battery. Up to twice per day, you can spend 10 minutes meditating while in the direct light of a sun to regain 1 Resolve Point; this doesn't count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Space Pirate",
			"name": "Space Pirate",
			"description": "<p>You are a free-ranging corsair within the wild and unpredictable fringes of galactic civilization and live by your own code, or a code shared with other like-minded individuals. You tend to view personal property as a laughable concept, unless it is your gear. You might be a freebooter on your own ship, a member of a space-bound gang of raiders, or even a member of the Free Captains of @Compendium[sfrpg.setting.Yt2xT4Iy6lHjCzso]{The Diaspora}. Alternatively, you might be a new recruit to the piratical lifestyle, just learning the ropes under a more seasoned crew.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have a distinct advantage over others when operating in the shadows of society. Reduce the DC of Culture checks to recall knowledge about black market locations, known smugglers, and notorious space pirates by 5. Bluff is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Bluff checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p><h2>SMUGGLER (<span class=\"levelNum\">6TH)</span></h2>\n<p>You know how and when to move illicit goods and how to get in and out of tight situations that might spell doom for a less seasoned smuggler. Once per day when you attempt a Stealth check to hide, you can roll twice and take the higher result. Additionally, whenever someone attempts a Perception check to search your body for objects you have hidden on your person using the hide object task of the Sleight of Hand skill, the searcher receives only a +2 bonus to the check, instead of a +4 bonus.</p><h2>SWORD AND PISTOL (<span class=\"levelNum\">12TH)</span></h2>\n<p>You are well trained in a traditional piratical fighting style dating as far back as the antiquated ages before the Gap. When you are wielding at least one one-handed melee weapon and at least one small arm, you can make two attacks against the same target with one of each type of weapon as a standard action. Each attack takes the same -4 penalty as a full attack action.</p><h2>BESMARA'S BLESSING (<span class=\"levelNum\">18TH)</span></h2>\n<p>The pirate goddess @Compendium[sfrpg.setting.cO4BD8W8nUCLjvSE]{Besmara} blesses your thieving and marauding ways, even if you don't worship her directly. Up to twice per day, when you successfully ambush and defeat a significant foe or group of foes in tactical combat or starship combat in order to take any goods and valuables they are transporting (or simply have in their possession), you recover 1 Resolve Point.</p>",
			"source":""
		},
		{
			"id": "Spacefarer",
			"name": "Explorateur stellaire",
			"description": "<p>Votre envie de voyager parmi les &eacute;toiles est insatiable. Vous avez toujours tr&egrave;s envie de partir &agrave; l&rsquo;aventure pour explorer les mondes lointains et d&eacute;couvrir leurs secrets, et vous sautez sur chaque nouvelle occasion avec bravoure et vigueur, persuad&eacute; que vos multiples comp&eacute;tences vous permettront de survivre. Peut-&ecirc;tre appr&eacute;ciez-vous le simple plaisir de voyager aux c&ocirc;t&eacute;s de vos compagnons ou peut-&ecirc;tre aimez-vous l&rsquo;exploration juste pour remplir vos poches de toutes sortes de butin d&rsquo;origine extraterrestre.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Les mondes lointains sont pour vous une v&eacute;ritable obsession et vous &ecirc;tes toujours en train de cataloguer dans votre esprit tout ce que vous apprenez sur les endroits nouveaux et &eacute;tranges afin de vous en rappeler pour plus tard, en cas de besoin. De plus, vous exploitez vos connaissances en biologie et en topologie pour vous pr&eacute;parer aux dangers des mondes extraterrestres. R&eacute;duisez de 5 le DD des tests de Sciences physiques effectu&eacute;s pour vous rappeler quelque chose &agrave; propos de nouveaux mondes ou de ph&eacute;nom&egrave;nes spatiaux &eacute;tranges. Sciences physiques est pour vous une comp&eacute;tence de classe mais si elle l&rsquo;est d&eacute;j&agrave; gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 aux tests de Sciences physiques. De plus, vous augmentez votre valeur de Constitution de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>AMATEUR PASSIONN&Eacute; (6)</h2>\n<p>Vos voyages vous ont permis d&rsquo;apprendre plein de choses utiles et vari&eacute;es, m&ecirc;me si vous ne les avez pas &eacute;tudi&eacute;es &agrave; l&rsquo;&eacute;cole, et vous pouvez souvent vous servir avantageusement de votre logique et de votre intuition. Vous b&eacute;n&eacute;ficiez d&rsquo;un bonus de +2 aux tests de comp&eacute;tences auxquelles vous n&rsquo;avez allou&eacute; aucun rang. Cet avantage ne vous permet pas d&rsquo;effectuer des tests pour les comp&eacute;tences n&eacute;cessitant une formation (voir page 134).</p><h2>TOUCHE-&Agrave;-TOUT (12)</h2>\n<p>Vous pouvez accomplir &agrave; peu pr&egrave;s n&rsquo;importe quelle t&acirc;che &agrave; partir du moment o&ugrave; vous vous concentrez sur ce que vous faites et vous ne vous laissez jamais intimider par le manque de connaissances universitaires lorsqu&rsquo;une t&acirc;che doit &ecirc;tre accomplie. Vous pouvez utiliser toutes les comp&eacute;tences, m&ecirc;me celles pour lesquelles vous n&rsquo;avez re&ccedil;u aucune formation et donc que vous ne pourriez normale<!-- [if !supportFootnotes]-->[1]<!--[endif]-->ment pas utiliser, et si vous obtenez un r&eacute;sultat de 20 naturel en effectuant un test d&rsquo;une comp&eacute;tence &agrave; laquelle vous n&rsquo;avez allou&eacute; aucun rang, le bonus conf&eacute;r&eacute; par l&rsquo;avantage amateur passionn&eacute; passe &agrave; +4.</p><h2>EXPLORATEUR &Eacute;M&Eacute;RITE (18)</h2>\n<p>Documenter d&rsquo;un point de vue scientifique les moindres d&eacute;tails d&rsquo;un nouvel endroit, que ce soient les couleurs visibles, les d&eacute;nivel&eacute;s, les temp&eacute;ratures, les ph&eacute;nom&egrave;nes sismiques et autres &eacute;valuations exigeantes, vous revigore au plus haut point. Jusqu&rsquo;&agrave; deux fois par jour lorsque vous &ecirc;tes sur une plan&egrave;te inexplor&eacute;e (g&eacute;n&eacute;ralement une plan&egrave;te sans aucun contact avec les Mondes du Pacte, m&ecirc;me s&rsquo;il n&rsquo;est pas n&eacute;cessaire que vous soyez celui qui l&rsquo;a d&eacute;couverte), vous pouvez passer 10 minutes &agrave; explorer, cartographier et relever une nouvelle caract&eacute;ristique g&eacute;ographique pour r&eacute;cup&eacute;rer 1 point de pers&eacute;v&eacute;rance ; ceci n&rsquo;est pas consid&eacute;r&eacute; comme une p&eacute;riode de repos vous permettant de r&eacute;cup&eacute;rer des points d&rsquo;endurance.</p>",
			"source":"RDB p.31"
		},
		{
			"id": "Starwalker",
			"name": "Starwalker",
			"description": "<p>You have spent countless hours traveling where few creatures dare to go: the emptiness of space. You move with controlled elegance through the weightless vacuum, having long ago defeated the fear that grips others when they leave the safety of a starship. Perhaps you trained in the asteroid fields surrounding the House Unhindered, grew up on a station or ship without artificial gravity, or have logged so many hours on extravehicular activities that space suits are like a second skin to you. Others might see your maneuvers as daring or reckless, but you know the stars will always guide you to your destiny.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>A lifetime of stargazing has made the constellations as familiar to you as your native tongue, and you know how to interpret the stars even when their appearance varies from one star system to another. Reduce the DC of Piloting checks to navigate or astrogate by 5, and you can perform these checks in 1 minute for star systems with which you are familiar. Acrobatics is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Acrobatics checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p><h2>SUITED FOR SURVIVAL (<span class=\"levelNum\">6TH)</span></h2>\n<p>You know every trick in the book for prolonging the limited resources that keep you alive, from deliberately slowing your metabolic rate and breathing to tweaking your spacesuit’s systems to squeeze every bit of energy out of them. Double the time you can go without food and water, the time you can hold your breath, and the duration of environmental protections for armor you are wearing.</p><h2>DARING DRIFTER (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your training has imbued you with grace and precision when executing maneuvers in weightless environments. When in zero gravity, you move your full land speed when pushing off objects, and you can move along surfaces with handholds as if you had a climb speed equal to your land speed. You also gain a +2 insight bonus to Acrobatics or Athletics checks to avoid becoming off-kilter in zero-g.</p><h2>SERENITY OF THE SPHERES (<span class=\"levelNum\">18TH)</span></h2>\n<p>Floating in the vastness of the void surrounded by myriad points of starlight fills you with deep calm and centers your mind. Up to twice per day while in zero-g, you can spend 10 minutes contemplating the cosmos to recover 1 Resolve Point. Doing so doesn’t count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Stormrunner",
			"name": "Stormrunner",
			"description": "<p>The tumultuous atmosphere of Vesk-5 or another storm-ridden world has trained you to navigate difficult or even forbidden airspaces with grace. You’ve learned recognize the order in the apparent randomness of a storm. Your knowledge of weather patterns, ability to make split second decisions, and near-instantaneous reaction time give you the ability to move just a bit faster than the lightning on your tail. Wherever you picked up this skill, you know how to read a situation and never take your surroundings for granted.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>The life of a stormrunner is about beating the odds in high-risk situations. Reduce the DC of Survival checks to endure severe weather, orienteer, and predict weather when in rainy, snowy, stormy, or windy conditions by 5. Survival is a class skill for you, or if it is a class skill from the class you take at 1st level, you gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p><h2>EYE OF THE STORM (6TH)</h2>\n<p>When in stormy conditions, you’re able to gather greater information about your surroundings. Your visibility range in a storm (but not a powerful storm; Core Rulebook 399) is reduced by only half, and you take a –4 penalty to Perception checks instead of a –8 penalty. When you succeed at a Survival check to endure severe weather, you can move up to your full overland speed and still receive the +2 bonus to Fortitude saves against severe weather. You suffer the forced movement and take damage from a failed Acrobatics check to fly in dangerous wind conditions only if you fail the check by 10 or more, instead of by 5 or more.</p><h2>UNDAUNTED (<span class=\"levelNum\">12TH)</span></h2>\n<p>Some consider stormrunners brave; others believe them to be reckless. Whether you have a steadfast mindset or have abandoned your self-preservation instinct, your many dangerous excursions have left you unperturbed by insurmountable odds and bullying tactics. The DC of Intimidate checks to bully or demoralize you is increased by 5. In addition, once per day as a reaction when you are affected by a fear effect, you can delay the onset of that effect for 1 round.</p><h2>LIGHTNING REACTIONS (<span class=\"levelNum\">18TH)</span></h2>\n<p>You move faster than lightning, surprising your foes with your readiness for action. Twice per day, after a combat in which you acted in a surprise round, acted first (for tactical combat), or rolled the highest Piloting check in the first helm phase (for starship combat), you can spend 10 minutes mentally reviewing your actions and preparing for the next surprise to regain 1 Resolve Point. This does not count as resting to regain Stamina Points.</p>",
			"source":""
		},
		{
			"id": "Street Rat",
			"name": "Street Rat",
			"description": "<p>You were born into poverty among the lower classes of the galaxy. You might be a child of the slums that surround the major metropolises of many worlds, or a survivor huddling in the ruins of a collapsed society with no functional government. Whatever your story is, you started life at a disadvantage and have had to claw yourself forward every step of the way. You know how to move among the dregs of society, and life has taught you to depend only on yourself.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You grew up making your own way, without the benefits of a strong social safety net to protect and assist you. Even if your experience all comes from a single settlement, you have learned that certain roles within the slums and ghettos are, if not universal, still broadly applicable to a wide range of urban areas. As a result, you know the grittiest, most dangerous streets of any settlement like the back of your own hand (or other primary appendage). Reduce the DC of Culture checks to recall knowledge about local laws, the criminal underworld, rumors, and official and unofficial power players in the area (such as crime bosses, gangs, neighborhood leaders, and police) by 5. Reduce the DC of Survival checks to live off the land by 5. Stealth is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Stealth checks. In addition, you gain an ability adjustment of +1 to Dexterity at character creation.</p><h2>SLIP THROUGH (<span class=\"levelNum\">6TH)</span></h2>\n<p>You make your way through the crowded spaces of back alleys, shantytowns, and broken fences with ease, and you have considerable experience slipping away from unfriendly citizens, moving through small gaps in security fencing, and even freeing yourself from binders and other restraints. When squeezing through or into a space that isn’t as wide as your normal space (Core Rulebook 257), you can move at your normal speed, and you are not considered entangled as a result of squeezing. Additionally, you gain a +4 bonus to Acrobatics checks to escape.</p><h2>BLEND IN (<span class=\"levelNum\">12TH)</span></h2>\n<p>Life has taught you that, all too often, survival depends on avoiding attention. You may have relied on petty crime to acquire food and other essentials, and learned to escape after performing a theft without raising an alarm. Or you may have lived in a place where roving gangs held far more power than formal law enforcement; to stay safe, you had to avoid bullies eager to demonstrate their unfettered power by making an example out of you. You are adept at appearing as just another one of the faceless horde that populates any city. In a settlement or other urban terrain or environments (including starships, space ports, and space stations), whenever someone tries to notice you, search for you, or pick you out from the local citizens, you can attempt a Stealth check to hide as part of any other action as long as you begin and end your movement adjacent to a creature that is not unfriendly or hostile to you, even if you do not have cover or concealment. You may do this each round if you can continue to meet this ability’s requirements. If you move more than half your speed, make an attack, or take a standard or full action, you immediately stop being hidden and cannot use this ability again until you have cover or concealment for at least 1 full round.</p><h2>ONE WITH THE STREETS (18TH)</h2>\n<p>Though you may have once craved a quiet, safe existence, you’ve since grown used to life among the teeming masses, preferably with as few social rules as possible. Being on the streets invigorates you and recharges your reserves. Twice per day while you are in a settlement or within other urban terrain, you can spend 10 minutes wandering around, observing the ebb and flow of citizens, noting where the shadowed alleys are, soaking up the excitement and creativity of your surroundings, and generally feeling the pulse of the city around you. When you do, you regain 1 Resolve Point. This doesn’t count as resting to regain Stamina.</p>",
			"source":""
		},
		{
			"id": "Tempered Pilgrim",
			"name": "Tempered Pilgrim",
			"description": "<p>In their adolescence, kasathas undertake a yearlong walkabout known as the Tempering, in which they are encouraged to experience other cultures. You have examined this practice (or perhaps undergone it yourself) and have concluded that a year is not enough time to learn from the countless other civilizations. In any case, you don't need to be a @Compendium[sfrpg.races.dGlSCMtFZ2ZIKUpl]{Kasatha} to consider yourself a student of the universe. Many tempered pilgrims are also followers of the philosophy of the Cycle.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have read and studied much in your eagerness to learn about and experience new cultures, and you often know about them before you encounter them. Reduce the DC of Culture checks to recall knowledge about a culture's customs and related topics by 5. In addition, whenever you take a rank in Culture, you learn to speak and read two new languages instead of one. Culture is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Culture checks. In addition, you gain an ability adjustment of +1 to Charisma at character creation.</p><h2>COMPELLING INFLUENCE (6TH)</h2>\n<p>You understand a variety of social cues and are quick to take advantage of them when you interact with others. When you exceed the DC of a Diplomacy check to improve a creature's attitude by 5 or more, you need to spend only 1 extra minute interacting with the creature to improve its attitude by one additional category. In addition, you worsen a creature's attitude only if you fail the Diplomacy check to improve its attitude by 10 or more.</p><h2>BREADTH OF KNOWLEDGE (<span class=\"levelNum\">12TH)</span></h2>\n<p>In your many travels, you have accumulated a wide base of knowledge about all manner of subjects. You can always take 10 on skill checks to recall knowledge, no matter the circumstances. In addition, once per day when attempting a skill check with a skill you have no ranks in, you can roll twice and take the better result.</p><h2>DIVERSE EXPERIENCES (<span class=\"levelNum\">18TH)</span></h2>\n<p>The Tempering is about learning something of your own culture by experiencing others. Up to twice per day, when you participate in an established cultural tradition that takes at least 10 minutes and is significantly different from a tradition of your own culture, you can reflect on those differences to recover 1 Resolve Point. What constitutes a cultural tradition is subject to the GM's discretion, but it usually involves a formal or festive ceremony such as a dance, a feast, a parade, or even ritual meditation.</p>",
			"source":""
		},
		{
			"id": "Themeless",
			"name": "Sans thème",
			"description": "<p>Si vous consid&eacute;rez qu&rsquo;aucun des th&egrave;mes ci-dessus ne convient &agrave; votre concept de personnage, vous pouvez d&eacute;cider de ne pas avoir de th&egrave;me. Vous obtenez alors les avantages suivants aux niveaux indiqu&eacute;s. Un personnage sans th&egrave;me est consid&eacute;rablement moins puissant qu&rsquo;un personnage avec un th&egrave;me, voil&agrave; pourquoi il vous faut r&eacute;fl&eacute;chir avant de s&eacute;lectionner cette option.</p><h2>Connaissance g&eacute;n&eacute;rale (1)</h2>\n<p>Vous obtenez une comp&eacute;tence de classe de votre choix lorsque vous cr&eacute;ez un personnage sans th&egrave;me. Vous pouvez &eacute;galement augmenter de +1 l&rsquo;une des valeurs de caract&eacute;ristique de votre choix.</p><h2>Certitude (6)</h2>\n<p>Une fois par jour avant d&rsquo;effectuer un test de comp&eacute;tence, vous pouvez b&eacute;n&eacute;ficier d&rsquo;un bonus de +2 sur cette comp&eacute;tence pour ce test.</p><h2>&Eacute;tudes approfondies (12)</h2>\n<p>Choisissez une comp&eacute;tence qui fait partie de la liste de vos comp&eacute;tences de classe. Une fois par jour, vous pouvez refaire un test de cette comp&eacute;tence avant de savoir si ce test est r&eacute;ussi ou non. Vous devez conserver le deuxi&egrave;me r&eacute;sultat, m&ecirc;me s&rsquo;il est moins bon.</p><h2>D&eacute;termination inflexible (18)</h2>\n<p>Augmentez de 1 votre r&eacute;serve de points de pers&eacute;v&eacute;rance.</p>",
			"source":"RDB p.28"
		},
		{
			"id": "Tinker",
			"name": "Tinker",
			"description": "<p>You are a visionary in the field of micro-scale construction, able to elevate the applications of UPBs and other multifunctional materials to new heights. You might be a researcher who has made a breakthrough in design, a garage experimenter who delights in inventing or creating complex gizmos, or an enthusiast about all things homemade.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>Reduce by 5 the DC of Engineering checks to identify technological devices, as well as Culture checks to recall knowledge about organizations and individuals that specialize in invention and do-it-yourself technology crafting. Engineering is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to your Engineering checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>DURABLE CRAFTING (<span class=\"levelNum\">6TH)</span></h2>\n<p>Your mastery of the materials you craft with has given you special insight into solid construction principles. When determining the hardness, Hit Points, and saving throws of an item you have crafted, treat its item level as if it were 4 higher instead of 2 higher. It takes you a quarter of the normal time to repair an item you crafted.</p><h2>DIMORPHIC CRAFTING (<span class=\"levelNum\">12TH)</span></h2>\n<p>You have devised clever ways to take advantage of the flexibility of UPBs or similar substances, and can rapidly restructure them into one of two preset configurations. When you craft a melee weapon or nonmagical item, you can select another mundane item with the same bulk and general shape (at the GM’s discretion) for it to function as. Once made, this choice can’t be changed. The time required to craft this item is the combined time required to craft both items, and the cost is 10% more than both. Thereafter, as a full action you can transform the item from one shape to another, losing the previous shape’s functions and gaining the functions of the new shape.<br>In addition, when you use Engineering to craft a nonmagical item that doesn’t have this dimorphic capability, it takes you only half as long to do so. This time divisor stacks with others you receive due to your number of ranks in Engineering.</p><h2>MASTER TINKER (<span class=\"levelNum\">18TH)</span></h2>\n<p>Up to twice per day, if you encounter a technological item that is alien, unfamiliar, uncommon, or rare, or an item custom built by a creature with whom you’re not familiar, after you spend at least 10 minutes studying that item, you regain 1 Resolve Point. Doing so doesn’t count as resting to regain Stamina Points. In addition, once per day when you successfully repair or craft an item, you regain 1 Resolve Point. You can gain only up to 2 Resolve Points per day from this feature no matter how you use it.</p>",
			"source":""
		},
		{
			"id": "Vaster",
			"name": "Vaster",
			"description": "<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You aren&rsquo;t from the Pact Worlds, the Veskarium, or any other major system. Instead, you were born far from any major interstellar society, on a world with few Drift beacons to attract traffic. Maybe your family helped establish a settlement on your home world a few generations ago, or perhaps your planet developed in isolation only to be transformed by Drift travel and the recent arrival of visiting aliens from societies more technologically advanced than yours. Whatever the case, you have an outsider&rsquo;s perspective on galactic society, and you know how to improvise, learn from your circumstances, and deal with the unexpected.</span></p><h2>THEME KNOWLEDGE (1ST)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">All your life, you&rsquo;ve had to fix essential machinery with the wrong parts and makeshift tools. Reduce the DC of Engineering checks to repair items by 5, which also applies to the following starship engineer actions: hold it together, patch, and quick fix. If you have all the proper parts and tools, you can halve the time it takes to repair an item; this stacks with the reduced time required to repair an object you crafted, so you spend only one quarter the original time required when repairing something you made. Engineering is a class skill for you, though if it&rsquo;s a class skill from the class you take at 1st level, you instead gain a +1 bonus to Engineering checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</span></p><h2>VASTER SAVVY (6TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">You&rsquo;ve dealt with countless situations outside the normal experience of mainstream galactic society. As a result, you have an uncanny talent for improvising; you also have great situational awareness and can astutely evaluate other people. Once per day, if you fail an Intelligence- or Wisdom-based ability or skill check, you can reroll the check. If you still fail the check, this ability isn&rsquo;t expended for the day, but you can&rsquo;t reroll the same check again.</span></p><h2>STARSHIP SAVANT (12TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Former crewmates whisper of your strange, innate ability to get any ship to do exactly what you need, when you need it. You know starships and how to get the most out of them, so you can fill in for many crew roles whenever necessary. When taking chief mate (Character Operations Manual 146), pilot, and science officer actions, you can treat half your ranks in the Engineering skill as ranks in the appropriate skills needed for actions in those crew roles. For gunnery checks, you can use your Engineering ranks in place of Piloting ranks, and you can use your Wisdom modifier in place of your Dexterity modifier. This feature gives you effective ranks in skills, so you&rsquo;re considered to be trained in those skills for the purpose of fulfilling the crew role. If you&rsquo;re trained in a skill required for a crew action, you instead receive a +1 insight bonus on the check for the action.</span></p><h2>BUILDING ON SUCCESS (18TH)</h2>\n<p><span id=\"ctl00_MainContent_DataListTalentsAll_ctl00_LabelName\">Nothing inspires you like succeeding against challenging odds. Up to twice per day, when you defeat a significant foe, pull off a difficult job, rescue a friend, help meet an important goal, or do something similarly meaningful to you and your allies, you can recover 1 Resolve Point.</span></p>",
			"source":""
		},
		{
			"id": "Wild Warden",
			"name": "Wild Warden",
			"description": "<p>You believe that the trappings of civilization have made others soft, so you eschew them to live in the wilds, such as the jungles of @Compendium[sfrpg.setting.mkJGLfpJkvAKLZz3]{Castrovel}. You don't necessarily avoid technology, as it can help you survive in some of the harsher, more extreme environments, but you tend to adorn your equipment with furs and leaves. This might make you seem like a backwards primitive to some people, but you know that nature-in all its forms-will be around long after all societies have collapsed and turned to dust.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>In the course of your explorations of various biomes, you have studied all manner of flora and fauna. Reduce the DC to identify creatures of the animal, plant, and vermin types using Life Sciences by 5. Survival is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Survival checks. In addition, you gain an ability adjustment of +1 to Wisdom at character creation.</p><h2>PROTECTOR OF THE WILD (6TH)</h2>\n<p>You harm creatures of the wilderness only when necessary for survival, preferring to simply knock them unconscious whenever possible. When you use a weapon that deals lethal damage to deal nonlethal damage to a creature of the animal, plant, or vermin type that you have identified with a successful Life Sciences check, you don't take the standard -4 penalty to your attack rolls. In addition, if you are dealing nonlethal damage in this way and score a critical hit, you can choose not to impose any of your weapon's critical hit effects. Finally, you can use Life Science to provide first aid (as per the Medicine task) to creatures of the animal, plant, and vermin types.</p><h2>MASTER FORAGER (<span class=\"levelNum\">12TH)</span></h2>\n<p>Thanks to your survival skills, you can find materials to sustain and bolster your allies while guiding and feeding them by foraging in a wild environment. When you succeed at a Survival check to live off the land, you and the creatures you provide food and water for as a result of the skill check regain an additional number of Hit Points equal to your Wisdom modifier when you next recover Hit Points with a full night's rest (which must be no more than 24 hours after you succeed at your check).</p><h2>COMMUNE WITH NATURE (18TH)</h2>\n<p>Being out in the natural world revitalizes your spirits, reminding you why you enjoy the lifestyle you lead. Up to twice per day in a natural setting (such as a jungle or even an arctic tundra), you can spend 10 minutes meditating or simply considering the world around you (this doesn't count as resting to regain Stamina Points) to regain 1 Resolve Point.</p>",
			"source":""
		},
		{
			"id": "Xenoarchaeologist",
			"name": "Xenoarchaeologist",
			"description": "<p>You are driven to explore the ruins of bygone civilizations, whether they are millennia old or recently collapsed. You might seek to explore the interior of @Compendium[sfrpg.setting.psZBx1kcx9pHsLrz]{Apostae} or travel the galaxy to discover lost settlements, and your motives might be purely academic or simply profiteering. You often employ modern technology to aid in your explorations, but you are no stranger to unusual and ancient machinery, sometimes using them in the field when in a pinch.</p><h2>THEME KNOWLEDGE (<span class=\"levelNum\">1ST)</span></h2>\n<p>You have trained yourself to have few presuppositions about the foreign devices you uncover. Reduce the DC to identify rare, ancient, or alien tech by 5. Engineering is a class skill for you, though if it is a class skill from the class you take at 1st level, you instead gain a +1 bonus to Engineering checks. In addition, you gain an ability adjustment of +1 to Intelligence at character creation.</p><h2>TRAP SPOTTER (<span class=\"levelNum\">6TH)</span></h2>\n<p>You often encounter ancient, exotic traps and security devices, varying from mechanical defenses to magical wards. You have honed your senses to pick out warning signs of traps of any kind. When you come within 10 feet of a trap, you can immediately attempt a Perception check to notice the trap, which should be rolled in secret by the GM.</p><h2>MASTER TRANSLATOR (<span class=\"levelNum\">12TH)</span></h2>\n<p>Your notable exposure to ancient and foreign writing systems allows you to gain the general meaning of new languages with ease, even if you have never been exposed to the language previously. You can attempt a Culture check to decipher writing of up to 250 words of text as a move action, and you have no chance of entirely misconstruing its meaning. Additionally, as long as you have any computer equipment (including just a comm unit), you are assumed to have the necessary data set to take 20 on Culture checks to decipher writing, which you can do even if you are not trained in the Computers skill. It normally takes you 20 minutes to take 20 on text up to 250 words.</p><h2>ARCHAEOLOGICAL REVELATION (<span class=\"levelNum\">18TH)</span></h2>\n<p>Up to twice per day, when you document a new artifact from an ancient or unknown culture, you regain 1 Resolve Point. When you discover an item on an unexplored planet, this process usually takes 10 minutes at most (and doesn't count as resting to regain Stamina Points), but even on known planets, you might be able to find new artifacts in 1d4 hours (or less) in old ruins or remote sections of cities with long histories or a high degree of trade with foreign cultures.</p>",
			"source":""
		},
		{
			"id": "Xenoseeker",
			"name": "Xéno-chercheur",
			"description": "<p>L&rsquo;id&eacute;e de rencontrer des formes de vie extraterrestres vous excite. Et plus leur apparence et leurs coutumes sont diff&eacute;rentes des v&ocirc;tres, mieux c&rsquo;est ! Soit vous pensez qu&rsquo;elles ont beaucoup &agrave; vous apprendre, soit vous voulez leur prouver que vous &ecirc;tes sup&eacute;rieur &agrave; elles. Bien entendu, la seule fa&ccedil;on d&rsquo;atteindre votre objectif consiste &agrave; quitter les Mondes du Pacte et &agrave; partir pour le Vaste o&ugrave; vivent un nombre pratiquement infini d&rsquo;extraterrestres.</p><h2>SAVOIR TH&Eacute;MATIQUE (1)</h2>\n<p>Vous &ecirc;tes form&eacute; pour d&eacute;couvrir des formes de vie extraterrestres, les identifier et interagir avec elles. R&eacute;duisez de 5 le DD des tests de Sciences de la vie effectu&eacute;s pour identifier une cr&eacute;ature rare. Sciences de la vie est pour vous une comp&eacute;tence de classe mais si elle l&rsquo;est d&eacute;j&agrave; gr&acirc;ce &agrave; la classe que vous avez choisie au niveau 1, vous b&eacute;n&eacute;ficiez &agrave; la place d&rsquo;un bonus de +1 aux tests de Sciences de la vie. De plus, vous augmentez votre valeur de Charisme de +1 lors de la cr&eacute;ation de votre personnage.</p><h2>LANGAGE IMPROVIS&Eacute; (6)</h2>\n<p>Si vous et les cr&eacute;atures que vous rencontrez ne parlent pas les m&ecirc;mes langues, vous pouvez passer 10 minutes &agrave; tenter de discuter avec elles (si elles sont d&rsquo;accord), apr&egrave;s quoi vous effectuez un test de Culture DD 25. En cas de r&eacute;ussite, vous improvisez un langage simple permettant de communiquer succinctement. Vous pouvez utiliser ce langage improvis&eacute; avec ces cr&eacute;atures sp&eacute;cifiques seulement mais vous b&eacute;n&eacute;ficiez d&rsquo;un bonus de +2 aux tests de Culture effectu&eacute;s pour improviser un autre lan<!-- [if !supportFootnotes]-->[1]<!--[endif]-->gage avec des cr&eacute;atures similaires parlant la m&ecirc;me langue.</p><h2>PREMIER CONTACT (12)</h2>\n<p>Vous savez vous y prendre pour faire une premi&egrave;re et bonne impression sur les membres de races nouvelles et apaiser leur peur de l&rsquo;inconnu. Lorsque vous rencontrez une cr&eacute;ature qui n&rsquo;a jamais vu un membre de votre race ou de celles de vos compagnons de voyage, consid&eacute;rez que son attitude est indiff&eacute;rente au lieu d&rsquo;inamicale comme elle devrait l&rsquo;&ecirc;tre normalement envers les membres de races inconnues. Cet avantage ne produit aucun effet si la cr&eacute;ature est normalement hostile, indiff&eacute;rente, amicale ou serviable.</p><h2>D&Eacute;COUVERTE EXCEPTIONNELLE (18)</h2>\n<p>Jusqu&rsquo;&agrave; deux fois par jour, lorsque vous d&eacute;couvrez et r&eacute;coltez les donn&eacute;es sur une esp&egrave;ce de plante ou d&rsquo;animal, vous r&eacute;cup&eacute;rez 1 PP. Sur une plan&egrave;te inexplor&eacute;e o&ugrave; toutes les esp&egrave;ces sont nouvelles, ce processus prend g&eacute;n&eacute;rale<!-- [if !supportFootnotes]-->ment 10 minutes tout au plus (et on ne la consid&egrave;re pas comme une p&eacute;riode de repos permettant de r&eacute;cup&eacute;rer des PE) mais, m&ecirc;me sur des plan&egrave;tes connues, vous pouvez trouver une esp&egrave;ce nouvelle en 1d4 heures (ou moins) dans un biome isol&eacute; ou abritant une grande vari&eacute;t&eacute; d&rsquo;animaux et de plantes.</p>",
			"source": "RDB p.37"
		}
	]
}